{
  "metadata": {
    "source_directory": "C:\\work\\RAG\\Jargon\\input",
    "processed_at": "2025-09-11T23:31:38.766067",
    "total_files": 2,
    "total_characters": 49447,
    "preprocessor_version": "1.0.0"
  },
  "documents": [
    {
      "file_name": "医薬品のがん原性試験に関するガイドラインの改正について.pdf",
      "file_path": "C:\\work\\RAG\\Jargon\\input\\医薬品のがん原性試験に関するガイドラインの改正について.pdf",
      "file_type": "PDF",
      "file_size": 1086360,
      "modified_time": "2025-06-07T17:00:38.288941",
      "processed_time": "2025-09-11T23:31:38.478400",
      "content_hash": "d902c54d74bc97bc",
      "text_length": 44307,
      "text": "[Page 1]\n \n薬生薬審発0310 第１号  \n令和５年３月\n1 0 日  \n \n \n各都道府県衛生主管部（局）長 殿 \n \n \n厚生労働省医薬・生活衛生局医薬品審査管理課長 \n（公 \n印 \n省 \n略） \n \n \n医薬品のがん原性試験に関するガイドラインの改正について \n \n \n医薬品の製造販売承認申請に際し添付すべき資料のうち、がん原性試験に関\nする資料については、平成20 年11 月27 日薬食審査発第1127001 号厚生労働省\n医薬食品局審査管理課長通知別添「がん原性試験ガイドライン」（以下「旧ガイ\nドライン」という。）により取り扱っているところである。 \n今般、医薬品規制調和国際会議（以下「ICH」という。）における合意に基づき、\n新たに「がん原性試験ガイドライン」（以下「新ガイドライン」という。）を別添\nのとおり定めましたので、下記事項を御了知の上、貴管下関係業者に対する周知\n方よろしく願いたい。なお、本通知の適用に伴い、旧ガイドラインは廃止する。 \n本通知の写しについて、別記の関係団体の長並びに独立行政法人医薬品医療\n機器総合機構理事長宛てに発出するので、念のため申し添えます。 \n \n記 \n \n１．背景 \n優れた医薬品の国際的な研究開発の促進及び患者への迅速な提供を図るため、\n承認審査資料の国際的なハーモナイゼーション推進の必要性が指摘されている。 \nこのような要請に応えるためICH が組織され、その合意に基づき、ICH ガイド\nライン「医薬品のがん原性を検出するための試験に関するガイダンス」の見直し\nが行われ、それに従い新ガイドラインが定められた。 \n \n２．新ガイドラインの要点 \n\n\n[Page 2]\n（1） 新ガイドラインは、既存のICH ガイドラインS1A、S1B 及びS1C(R2)を統合\nし補完させつつ発展させた旧ガイドラインを別添第1 部とし、今般ICH にお\nいて合意されたICH ガイドライン「医薬品のがん原性を検出するための試験\nに関するガイダンス」補遺Part2 に相当する内容を別添第２部とした。 \nなお、別添第１部については、現時点において参照可能なICH ガイドライ\nンになるよう整備を行った。 \n（2） 旧ガイドラインでは、がん原性試験の実施が必要な医薬品の発がん性を検\n出するために、２種のげっ歯類を用いた長期がん原性試験又は1 種のげっ歯\n類を用いた長期発がん試験と１種の短期代替発がん試験（トランスジェニッ\nクマウス、新生児、二段階発がんモデル）を実施することとされていた。 \nしかし、新ガイドラインでは、医薬品のがん原性評価戦略の構築にあたり、\n医薬品のヒトにおけるがん原性を評価するための証拠の重み付け（Weight \nof Evidence）アプローチに基づき、ラットを用いた長期がん原性試験の実\n施がヒトのリスク評価に価値を付与するか否かを評価する新たなプロセス\nが導入された。 \n（3） 旧ガイドラインでは、rasH2-Tg マウスを用いたがん原性試験での高用量選\n択に薬物動態学的指標を用いることができなかったが、新ガイドラインでは、\n薬物動態学的指標としてヒトの血漿中曝露量の50 倍となる用量を選択する\nことを可能とした。 \n \n３．今後の取り扱い \n医薬品製造販売承認申請に際し、新ガイドラインに基づいて作成された資料\nを、本通知の発出日より、申請資料に添付することができるものとする。ただし、\n発出日前に開始された試験の結果については、引き続き当該試験の結果に関す\nる資料を、医薬品の製造販売承認申請に際し添付すべき毒性に関する資料とす\nることができる。また、本通知の発出日前に、独立行政法人医薬品医療機器総合\n機構との対面助言においてICH ガイドライン「医薬品のがん原性を検出するた\nめの試験に関するガイダンス」補遺Part2 に基づく評価に合意が得られている\n場合には、当該評価資料を医薬品の製造販売承認申請に際し添付すべき毒性に\n関する資料とすることができる。 \n \n以上  \n \n \n \n \n\n\n[Page 3]\n \n（別記） \n \n日\n本\n製\n薬\n団\n体\n連\n合\n会 会長 \n日\n本\n製\n薬\n工\n業\n協\n会 会長 \n米国研究製薬工業協会在日執行委員会 委員長 \n一般社団法人欧州製薬団体連合会 会長 \n独立行政法人医薬品医療機器総合機構 理事長 \n \n\n\n[Page 4]\n1 \n別添 \n \n \nがん原性試験ガイドライン \n \n \n目次 \n \n第1 部： \n \n1.  本ガイドラインの目的 \n \n2.  がん原性試験の実施が必要な医薬品 \n2.1  臨床使用期間 \n2.2  がん原性が懸念される場合 \n2.3  遺伝毒性 \n2.4  用法・用途および適用患者集団 \n2.5  全身曝露 \n2.6  内因性ペプチドおよびタンパク製剤あるいはそのアナログ \n \n3.  がん原性を検索・評価する方法 \n3.1  げっ歯類を用いた長期がん原性試験 \n3.1.1  動物種の選択 \n3.1.2  動物数 \n3.1.3  動物への曝露経路 \n3.1.4  用量段階 \n3.1.5  試験方法 \n3.1.6  用量設定 \n3.2  がん原性検出のためのin vivo 追加試験 \n3.2.1  in vivo 追加試験の種類 \n3.2.2  短期・中期in vivo げっ歯類試験系の選択上考慮すべき点 \n3.3  メカニズム研究 \n3.3.1  細胞レベルの変化 \n3.3.2  生化学的測定 \n3.3.3  追加の遺伝毒性試験の必要性 \n3.3.4  試験計画の工夫 \n \n4.  がん原性の評価 \n \n \n \n \n\n\n[Page 5]\n2 \n第2 部： \n \n序文 \n \n \n1. 緒言 \n \n1.1 補遺の適用範囲 \n \n1.2 補遺の目的 \n \n1.3 背景 \n \n \n2. 医薬品のヒトにおけるがん原性を評価するための証拠の重み付けアプローチ \n \n2.1 WoE 評価で考慮すべき要素  \n2.2 ヒト発がんリスク評価のためのWoE 要素の統合  \n2.3 マウスがん原性試験  \n \n3. rasH2-Tg マウスがん原性試験での曝露量に基づいた高用量選択基準に関する解説\n \n \n参考文献 \n \n \n付録：証拠の重み付けに基づくアプローチを適用した事例研究  \n \n \n \n\n\n[Page 6]\n3 \n第1 部： \n第1 部は、ICH S1A（Guideline on the Need for Carcinogenicity Studies of \nPharmaceuticals）、S1B（Testing for Carcinogenicity of Pharmaceuticals）、およびS1C(R2)\n（Dose Selection for Carcinogenicity Studies of Pharmaceuticals）の内容を統合し作成された\nがん原性ガイドラインである。  \n \n1. 本ガイドラインの目的 \n本ガイドラインの目的は、がん原性試験に必要以上の動物が使用されないよう、試験\nが必要とされる条件を規定すること、およびがん原性に関する行政評価を世界的に統一\nさせることにある。これらの試験は、その時点の科学的水準を反映する方法で実施され\nることが望ましい。 \n従来、三極（日本、欧州、米国）の規制当局は、医薬品のがん原性を評価するために\n2 種のげっ歯類（通常、ラットとマウス）を用いるがん原性試験を実施することを要求\nしてきた。しかし、がん原性試験は費用がかかりすぎることや、使用される動物数が多\nいことから、ICH において、ヒトへの安全性を損なうことなくがん原性試験に用いるげ\nっ歯類を2 種から1 種にすることが検討された（注1））。 \n化学物質（医薬品を含む）のヒトにおけるがん原性を評価するために実施されるげっ\n歯類を用いる長期がん原性試験は、現在、批判され、改善を求められている。1970 年代\nの初めから、多くの研究によって、多種多様の実験的手法でげっ歯類に腫瘍を発生させ\nることが可能であることが示されてきた。現在、それらの腫瘍発生のいくつかは、ヒト\nへのリスクアセスメントにおいて、ほとんど（あるいは全く）関係のないことが示され\nている。本ガイドラインでは、がん原性評価の必要な医薬品において従来実施されてき\nた2 種のげっ歯類を用いる長期がん原性試験を実施せずに、がん原性を評価する実験的\n方法を概説した。 \n医薬品の用法・用途を考慮すると、長期がん原性試験におけるヒトへの外挿性のない\n陽性結果は、規制当局、製薬企業および社会全般のいずれもが苦慮しているところであ\nる。長期がん原性試験に用いる動物種を2 種から1 種にすることは、ヒトに対するがん\n原性を検索することができる新たな試験を実施する機会を与えることになろう。1 つの\n長期がん原性試験と他の適切な実験的研究から得られたデータを総合的に評価した上で\n科学的に判断する「科学的根拠の重要度（weight of evidence）」に基づく評価法は、ヒト\nに対するがん原性評価を向上させるものである。 \n \n2. がん原性試験の実施が必要な医薬品 \nがん原性試験の必要性は、基本的には、臨床における最長の投薬期間ならびにがん原\n性に関する懸念の有無に基づいて考慮される。その他に、適用患者集団、がん原性に関\nする事前調査結果、患者における全身曝露の程度、内因性物質との類似（相異）点、試\n験計画の妥当性、臨床試験との関連における実施時期なども考慮する必要がある（注\n2）。 \n \n2.1 臨床使用期間 \n臨床での使用が少なくとも6 ヵ月以上継続されるような医薬品においてはがん原性試\n験が実施されるべきである（注3）。 \n\n\n[Page 7]\n4 \nある種の医薬品では6 ヵ月を超えて連続的に使用されなくても、期間を置いて繰り返\nし用いられることがある。このような医薬品が頻回使用される場合、特に断続的に使用\nされる場合には、臨床使用期間がどのくらいであればがん原性を評価すべきかを、科学\n的に判断することは困難なことが多い。慢性あるいは再発性の疾患の治療において、期\n間を置いて頻回使用される医薬品については、一般にがん原性試験が必要である。その\nような病態の例として、アレルギー性鼻炎、うつ病、不安神経症などがある。また、曝\n露が長期間に及ぶようなある種のデリバリーシステムなどではがん原性試験が必要とな\nる場合がある。あまり頻回使用されない医薬品や適用が短時間に限られる医薬品（例え\nば麻酔薬や放射性造影剤など）は、がん原性が懸念されなければがん原性試験を必要と\nしない。 \n \n2.2 がん原性が懸念される場合 \nがん原性が懸念される医薬品には、がん原性試験の実施が推奨される。ほとんどすべ\nての医薬品において、がん原性の懸念の有無はがん原性試験を実施する最も重要な根拠\nとなることから、これらの事例を規定する基準については非常に注意深く考慮されるべ\nきである。次のような要因を考慮すべきである。 \n(1) 同種同効の医薬品にヒトにも関連すると思われるがん原性が知られている \n(2) がん原性の懸念が示唆されるような構造活性相関がある \n(3) 反復投与毒性試験において前がん病変がみられる \n(4) 未変化体あるいは代謝物が長期間組織に停滞し、局所的な組織の反応やその他の\n病態生理学的反応を引き起こしている \n \n2.3 遺伝毒性 \n遺伝毒性が明らかな物質は、他のデータがなければ、動物種を越えたがん原性物質で\nあることが推定され、ヒトに対する危険性があるものと見なされる。そのような医薬品\nについては、長期がん原性試験を実施する必要はない。しかし、その医薬品がヒトに長\n期間投与されるものであれば、初期の腫瘍性変化を見つけるために慢性毒性試験（1 年\nまでの）が必要である。 \n医薬品の遺伝毒性の評価では、種々の所見を全体的に考慮し、 in vitro およびin vivo の\n両試験の本質的な意味と限界を認識する必要がある。in vitro とin vivo の試験の組み合わ\nせは、遺伝毒性を示す化合物が偽陰性となる危険性を減少させるようにデザインされて\nいる。あるひとつの遺伝毒性で陽性になったとしても、必ずしもその化合物がヒトに対\nして遺伝毒性を持つことを意味するものではない4。 \n \n2.4 用法・用途および適用患者集団 \nがん原性試験が必要な場合、通常、承認申請までに終了する必要がある。なお、大規\n模な臨床試験を実施するような場合においては、患者集団に特に発がんの懸念がなけれ\nば、がん原性試験を終了している必要はない。 \nある種の難治性疾患治療薬の場合、がん原性試験を承認申請前に実施する必要はな\nい。むしろ、がん原性試験は承認後に実施すべきである。これは、生命を脅かすような\n疾患、あるいは重度の消耗性疾患に用いられる医薬品で、良い代替治療法がないような\n場合、その医薬品の早期入手を促進することになる。 \n対象の患者集団で長期の延命が望めないような場合（2～3 年以内）には、がん原性試\n験は要求されない。例えば、進行がんの治療を目的とした抗悪性腫瘍剤などでは、通\n\n\n[Page 8]\n5 \n常、がん原性試験を必要としない。抗悪性腫瘍剤が広く著効を示し、延命効果が著しい\n場合は、二次発がんの懸念がある。そのような医薬品が、腫瘍摘出後の患者に対し補助\n療法として用いられたり、がん以外の適用に拡大される場合には、がん原性試験が通常\n必要となる。 \n \n2.5 全身曝露 \n局所（例えば皮膚や眼）に適用される医薬品においても、がん原性試験が必要な場合\nがある。ヒトに局所適用され、全身曝露が少ない医薬品では、内部の器官・組織に対す\nるがん原性を評価するための経口投与による試験は必要ない。光がん原性が想定される\n場合は、経皮投与によるがん原性試験（一般にマウス）が必要な場合もある。眼に適用\nされる医薬品では、がん原性の懸念がない場合や、全身曝露がほとんどない場合には、\nがん原性試験は必要ではない。 \n塩、酸、あるいは塩基のみが異なる同一の医薬品に関して、既にがん原性試験が実施\nされている場合には、これらが薬物動態学的、薬力学的、あるいは毒性学的に有意な差\nがないということを明らかにすべきである。曝露状態の変化やそれに伴う毒性の変化が\nみられる場合には、がん原性試験の必要性を判断するために、橋渡しとなる試験の追加\nが必要となる場合もある。 \nまた、エステルや複合誘導体の場合においても、がん原性試験の必要性を評価するた\nめに同様なデータが有用な場合もあるが、このことはケースバイケースで考慮されるべ\nきである。 \n \n2.6 内因性ペプチドおよびタンパク製剤あるいはそのアナログ \n化学的合成のほか、動物やヒト材料からの抽出・精製あるいは遺伝子組換え技術など\n遺伝子工学技術で作られる内因性ペプチドあるいはタンパク質およびそのアナログにつ\nいては、特別の配慮が必要となることがある7。 \n内因性物質を補充療法（すなわち生理的レベル）として適用する場合、特に既に同様\nの医薬品（例えば、動物インシュリン、下垂体由来の成長ホルモン、カルシトニンな\nど）で臨床経験があるような場合には、がん原性試験は一般に必要ではない。 \n上記以外のバイオテクノロジー応用医薬品では、げっ歯類を用いた長期がん原性試験\nは必ずしも必要ではないが、治療期間、臨床適用、あるいは患者集団によっては考慮す\nべきである（反復投与の結果が意味を持たなくなるほどには中和抗体が産生されないこ\nとが条件となる）。がん原性試験は次のような状況の場合には必要となるであろう。 \n(1) 天然の生理活性物質の生物学的作用と著しく異なる医薬品 \n(2) 天然の生理活性物質と比較して明らかな構造変化が起こるような修飾を施した医\n薬品 \n(3) 生理的に存在する局所または全身濃度をはるかに超える濃度（すなわち薬理学的\nレベル）まで適用される医薬品 \n \n3. がん原性を検索・評価する方法 \n医薬品のがん原性の検索方法は、遺伝毒性4 、患者集団、臨床用量1 、動物とヒトに\nおける薬力学（選択性、用量反応性）3 および反復投与毒性試験から得られる知見を考\n慮し検討される（注4）。さらに、動物（非げっ歯類を含む）を用いた反復投与毒性試験\nにおいて、被験物質に、ヒトへのリスク因子として考えられる免疫抑制作用、ホルモン\n\n\n[Page 9]\n6 \n活性などが示唆された場合、このような情報はがん原性評価のための試験を計画する際\nに考慮すべきである。 \nこれらの情報を基に試験方法を選択する際には、柔軟性と判断力が必要である。発が\nん過程は複雑であることから、全ての医薬品について、ヒトに対するがん原性を検出で\nきる単一の試験方法はない。 \n基本的な考え方は1 種のげっ歯類を用いる長期がん原性試験に加えて、新たに短・中\n期in vivo げっ歯類試験系の一つを実施することが骨子となる。この新たな試験系は長期\nがん原性試験を補足し、長期がん原性試験からは得ることが困難な新たな情報をもたら\nすものである。 \n \n3.1 げっ歯類を用いた長期がん原性試験 \n3.1.1 動物種の選択 \n種および系統の選択にあたっては、感染性疾患に対する抵抗性、寿命、自然発生腫瘍\nの発生頻度、既知がん原性物質に対する感受性等を考慮する。特に動物種については、\n次に示すような情報を考慮した上で、適切なものとすべきである。 \n(1) 薬理作用 \n(2) 反復投与毒性 \n(3) 代謝3, 5 \n(4) トキシコキネティクス3, 5, 6 \n(5) 投与経路 （例えば通常あまり用いられない経路、すなわち経皮、吸入など） \nもしも1 種を選ぶのに明らかな根拠がなければ、長期がん原性試験においてはラット\nを選択することが推奨される（注5）。 \nなお、同一週齢で、順調に発育した6 週齢までの動物を用いることが望ましい。 \n \n3.1.2 動物数 \n雌雄各々について、1 群50 匹以上とする。各群への動物の割り付けには、体重層別等\nによる適切な無作為抽出法を用いる。 \n \n \n3.1.3 動物への曝露経路 \n動物への曝露経路は、可能であれば臨床適用経路と同じであることが望ましい3（注\n6）。異なった投与経路においても、臨床適用経路の場合と類似の代謝および全身曝露が\n示されていれば、その経路によるがん原性試験を実施するのみでよいが、その際臨床適\n用経路に関連する器官・組織（例えば、吸入剤に対する肺）が被験物質に適切に曝露さ\nれていることが重要である。適切な曝露の証拠は薬物動態学的データから得られること\nがある6。 \n \n3.1.4 用量段階 \n雌雄各々について、3 段階以上の試験群を設定するとともに、別に対照群を置く。 \n \n3.1.5 試験方法 \n(1) 対照群 \n① 陰性対照を置く。 \n② 陰性対照は、被験物質投与にあたり各種溶媒、乳化剤等を必要とする場合には、\nそれのみを与える群とする。また、その他に無処置対照群を置くことが望ましい。 \n(2) 投与期間 \n\n\n[Page 10]\n7 \nラットでは24 ヵ月以上30 ヵ月以内、マウスおよびハムスターでは18 ヵ月以上24 ヵ\n月以内とし、投与は原則として週7 日とする（注7，8）。 \n(3) 検査の詳細 \n① 各群の全例について、一般状態を毎日観察し、体重を投与開始後3ヵ月間は週1 回\n以上、その後は4 週に1 回以上測定する。 \n② 試験期間中の死亡例については、速やかに剖検し、器官・組織の肉眼的観察およ\nび病理組織学的検査を行う（注9，10，11）。 \n③ 試験期間中に死期の迫った例については、速やかに隔離又は屠殺し、器官・組織\nの肉眼的観察および病理組織学的検査を行う（注8，9，10，11）。なお、屠殺時、\n必要に応じて血液を採取し、赤血球数および白血球数を測定するとともに、塗抹\n標本を作製し、貧血、リンパ節・肝臓・脾臓の腫大等血液疾患を予想させる例に\nついては塗抹標本を検索する。 \n④ 試験終了時の生存例については、各群の全例について剖検し、器官・組織の肉眼\n的観察を行う（注9）。病理組織学的検査は、最高用量群および対照群の全例につ\nいて行う（注10，11）。ただし、最高用量群と対照群との間で腫瘍発生率に差のあ\nる器官・組織が認められた場合には、他の試験群の全例についても当該器官・組\n織の病理組織学的検査を行う（注12）。なお、屠殺時、必要に応じて血液を採取し、\n末梢血の赤血球数および白血球数を測定するとともに、塗抹標本を作製し、貧血、\nリンパ節・肝臓・脾臓の腫大等血液疾患を予想させる例については塗抹標本を検\n索する。 \n \n3.1.6 用量設定 \n(1) はじめに \n慣習的に、化学物質のがん原性試験においては、高用量選択の標準的な方法として最\n大耐量（Maximum Tolerated Dose；MTD）が用いられてきた（注13，14）。MTD は通常\n3 ヵ月毒性試験から得られるデータを基にして設定される。 \nげっ歯類に対する毒性が弱い医薬品の場合、がん原性試験にMTD を用いると、極め\nて高用量を投与することになり、しばしば臨床用量からかけ離れた用量となってしまう\nことがある。すなわち、臨床適用時の曝露をはるかに上回るげっ歯類の曝露条件は、動\n物の生理機能への影響が著しく、得られる所見は臨床適用時における事象を反映してい\nない可能性があり、ヒトでのリスク評価に不適切かも知れないと考えられるからであ\nる。 \n理想的には、医薬品のがん原性試験における用量設定には、次のような曝露条件が必\n要である。 \n① 臨床用量における曝露量との間に十分な安全域を与えるものであること \n② 明らかな慢性的な生理機能の異常がなく、また、生存率に影響がないこと \n③ 被験物質の性質や動物の適切性を広く考慮に入れた動物実験や臨床に関する広範\nなデータから導かれること \n④ 臨床適用に則したデータの解釈ができること \n \n医薬品では、がん原性試験の開始前に、薬理、薬物動態、あるいはヒトでの代謝動態\nなどから多くの知見が得られる。さらに、通常は、患者集団、予想される用法・用途、\n曝露量、ヒトでは認容されない毒性や副作用に関する情報も利用できる。医薬品の化学\n的あるいは薬理学的な性質の多様性や、発がんメカニズムの多様性により、用量設定に\nおいては柔軟性のある対応が求められる。具体的には、用量設定においては、下記の指\n標により用量を設定することが望ましい。 \n① 毒性学的指標 \n\n\n[Page 11]\n8 \n② 薬物動態学的指標 \n③ 吸収の飽和する量 \n④ 薬力学的指標 \n⑤ 限界量 \n⑥ 投与可能最大量 \n⑦ その他の指標 \nあらゆる適切な動物実験や臨床から得られたデータを取り入れて考慮することは、が\nん原性試験の高用量設定に際し、最も適切な指標を決定する上で重要なことである。が\nん原性試験の用量設定においては、高用量選択の直接的な根拠となる指標が何であるか\nに係わらず、適切な薬物動態学的、薬力学的、および毒性学的なデータも常に考慮すべ\nきである（注15）。 \n \n(2) 用量設定試験の実施にあたっての一般的事項 \n上述のいずれの指標を用いる場合も、適切な用量設定試験を実施する必要がある。が\nん原性試験での用量ならびに種/系統の選択に際しては、あらゆる関連情報が考慮され\nるべきである。これらの情報の中には、臨床での用法・用途、曝露様式および代謝があ\nる。容認されている複数の用量設定の基準を利用することにより、医薬品のがん原性試\n験の最適な計画の立案に柔軟性を持たせることができる。 \n最高用量を選択するための用量設定試験を計画する場合には、最終的にいずれの指標\nを用いるにせよ、下記の事項を考慮すべきである（注16）。 \n① 現実には、がん原性試験は自然発生腫瘍の発生率に関する情報が明らかである限\nられた系統のラットやマウスが用いられる。理想的には、ヒトとなるべく類似し\nた代謝様式を示すげっ歯類の種および系統が望ましい（注17）。 \n② 用量設定試験では、がん原性試験に供される種および系統の雌雄両性を用いるべ\nきである。 \n③ 用量設定は、通常、がん原性試験で用いられる投与経路と投与方法による3 ヵ月\n毒性試験で行う。 \n④ 投与計画と投与方法は、臨床適用、曝露様式、薬物動態および実際面を考慮して\n選択する。 \n⑤ 理想的には、毒性プロフィールと投与限界を規定する毒性を明らかにすべきであ\nる。また、一般毒性、前がん病変ないしは組織特異的な増殖性作用や内分泌の恒\n常性（ホメオスターシス）に関する障害の有無を考慮すべきである。 \n⑥ 試験を適切に解釈するために、経時的な代謝プロフィールの変化や代謝酵素活性\nの変化（誘導または阻害）を明らかにすべきである。 \n \n(3) 高用量選択における毒性学的指標 \n次に示すMTD（注18）の定義は、各国の行政機関が以前より公表しているものと矛\n盾しないものと考えられる（注14）。高用量すなわちMTDとは、がん原性試験において\n軽度な毒性作用が現れることの予想される用量である。そのような作用は、3 ヵ月用量\n設定試験においてみられた軽度な毒性作用から予知できる。その際、動物の正常な寿命\nに影響を与えたり、試験の解釈を損なうような生理機能の変化について考慮すべきであ\nる。すなわち、対照群と比較して体重増加抑制が10％以上でないこと、標的臓器毒性が\nみられること、臨床病理学的パラメータに有意の変動がみられることなどが挙げられ\nる。 \n \n(4) 高用量選択における薬物動態学的指標 \n医薬品がヒトとげっ歯類でよく似た代謝様式を有し、かつげっ歯類での臓器毒性が低\n\n\n[Page 12]\n9 \nい場合（げっ歯類では高用量まで耐薬能がある）には、臨床最大１日量における血中濃\n度時間曲線下面積（AUC）の高倍数（a large multiple of the human AUC）に達する全身曝\n露量が、がん原性試験における用量設定に適した指標と考えられる。がん原性試験の適\n切性を確保するためには、動物での全身曝露のレベルが、ヒトの場合に比べて十分に高\nくなければならない。 \n動物種が異なると代謝および排泄パターンの違いから、投与した薬物量と組織中の薬\n物濃度が対応しない場合がある。全身曝露における比較は、投与用量よりも未変化体お\nよびその代謝物の血中濃度の方が、より良く評価できる。血漿中の非結合型薬物濃度は\n組織内の非結合型薬物濃度の最も適切な間接的指標と考えられる。AUCは化合物の血漿\n中濃度とin vivo での滞留時間が考慮されているので、最も包括的な薬物動態学的な指標\nと考えられる。 \nヒトにおける発がんリスク評価の際に、動物とヒトの血漿中薬物濃度を比較すること\nの有用性は、今のところ、科学的な根拠として確認されていない。しかし、MTD で実\n施されたがん原性試験のデータベースの解析によれば、現時点では、がん原性試験での\n高用量選択には、げっ歯類における未変化体あるいは代謝物の血漿AUC がヒトの25 倍\nとなるよう選択することが実際的であると考えられる（注19）。 \n高用量選択に際して、特に動物とヒトでのAUC を比較する場合、次のような基準 \nが適用できる。 \n① げっ歯類の薬物動態データは、がん原性試験に使用する系統、同じ投与経路およ\nび用量範囲を用いて得られたものであること（注20，21，22）。 \n② 薬物動態データは、用量設定試験において薬物動態学的パラメータの経時的変化\nが発生する可能性を考慮した十分な投与期間の試験から得られたものであること。 \n③ げっ歯類とヒトとの間で代謝の類似性に関する情報があること（注23）。 \n④ 曝露量を評価する上で、AUC の比較を、未変化体のみ、未変化体と代謝物の両方、\nあるいは代謝物のみのいずれを基にするのかについては科学的に判断して決定し、\nその根拠を明示すること。 \n⑤ 相対的な曝露量を推定するとき、タンパク結合には種差のあることを考慮するこ\nと（注24）。 \n⑥ ヒトの薬物動態データは、臨床最大1 日量を含む試験から得られたものであるこ\nと（注25）。 \n \n(5) 高用量選択における吸収の飽和する量 \n被験物質あるいはその代謝物の全身性利用率（バイオアベイラビリティ）から求めら\nれた吸収の飽和量に基づいて高用量を選択することも容認される。 \n \n(6) 高用量選択における薬力学的指標 \n多くの医薬品において、その有用性と安全性は、受容体の薬力学的選択性に依存して\nいる。高用量選択のための薬力学的指標は、化合物に極めて特異的であるので、科学的\n正当性に基づいて個々の試験計画において検討すべきである。選択された高用量は、投\n与した動物に薬力学的投与限界量を投与した時と同等の薬力学的な反応を引き起こすも\nのでなければならない。しかし、試験の妥当性を損なうような生理機能あるいは恒常性\n（ホメオスターシス）の障害を惹起してはならない。そのような例として、血圧低下や\n血液凝固阻害（自然発生の出血のリスクがある）などがある。 \n \n(7) 限界量 \n最大臨床用量が500 mg/man/日を超えない場合、がん原性試験の高用量は、1500 \nmg/kg/日を必ずしも超える必要はない（注26，27）。 \n\n\n[Page 13]\n10 \nがん原性試験の用量設定と結果の解釈を支持するため、医薬品およびその代謝物に関\nするげっ歯類とヒトでの曝露量を比較する情報が示されなければならない。その情報に\n基づき、1500 mg/kg/日の動物での曝露量がヒトにおける曝露量に比較して十分高いこと\nが示されなければ、1500 mg/kg/日の限界量が適用されない場合もある。げっ歯類におけ\nる1500 mg/kg/日の全身曝露量は、臨床用量における曝露量より少なくとも10 倍以上高\nい必要がある（十分な曝露の差が得られない場合は、げっ歯類での曝露量が増加するよ\nう工夫するか、あるいは、使用する動物モデルを再考すべきである）。臨床用量が500 \nmg/man/日を超える場合は、高用量は次に示す投与可能最大量まで増加させることにな\nろう。 \n \n(8) 投与可能最大量 \n現在、混餌投与による投与可能最大量は飼料中5％と考えられている。 \n混餌投与以外の投与経路の方が適切な場合、高用量は実験手技上の問題あるいは局所\n毒性などにより制約されるものと思われる。 \n \n(9) 高用量選択におけるその他の指標 \nがん原性試験の高用量選択において、本ガイドラインで明示されていない指標を用い\nることが良い場合もある。個々の試験計画において、その他の指標を用いる場合には、\n科学的な根拠に基づくものでなければならない。それら試験計画は、各々の正当性に基\nづいて評価される。 \n \n(10) がん原性試験における中および低用量の選択 \n高用量選択の指標に関わらず、がん原性試験の中および低用量は、その試験データを\nヒトへ外挿して評価する際に有用な情報が得られるよう選択する必要がある。その用量\nは、げっ歯類およびヒトでの薬物動態、薬力学的および毒性データを総合的に判断して\n選択し、これら用量を選択した根拠を明らかにすべきである。がん原性試験の中および\n低用量の選択においては、全ての条件を満足させる必要はないが次の点を考慮すべきで\nある。 \n① 薬物動態の直線性と代謝経路の飽和 \n② 臨床用量とヒトにおける曝露量 \n③ げっ歯類での薬力学的反応 \n④ げっ歯類の正常な生理状態の変化 \n⑤ 作用メカニズムの情報および作用における閾値の存在の可能性 \n⑥ 短期試験で観察される毒性の進行が予測困難であること \n \n3.2 がん原性検出のためのin vivo 追加試験 \n3.2.1 in vivo 追加試験の種類 \n追加試験としては、以下の(1)ないし(2)が挙げられる（注28 参照）。 \n(1) 短期・中期in vivo げっ歯類試験系 \n腫瘍発生を指標にしたin vivo 試験系に注目すべきである。例として、 \nげっ歯類の2 段階発がんモデル（イニシエーション･プロモーションモデル）や\nトランスジェニックげっ歯類ないし新生児げっ歯類を用いた発がんモデルが挙げ\nられる（注29）。 \n(2) もう1 種のげっ歯類を用いる長期がん原性試験を実施することも引き続き容認さ\nれる。 \n \n\n\n[Page 14]\n11 \n3.2.2 短期・中期in vivo げっ歯類試験系の選択上考慮すべき点 \n選択した試験系は、科学的根拠の重要度（weight of evidence）を考慮したがん原性に\n関する総合評価の有用な情報となるため、その選択には十分な配慮が必要である。試験\n法の選択理由は記録として残す必要がある。また、その選択は、その時点で利用できる\n被験物質についての薬力学やヒトとの曝露の違い等の情報あるいはその他の関連する情\n報に基づくべきである。この根拠には、選択された試験法の長所および短所についての\n科学的な考察も含む必要がある（注30）。 \n \n3.3 メカニズム研究 \nメカニズム研究はがん原性試験において腫瘍発生を認めた場合、その説明としてしば\nしば有用であり、ヒトへのリスク評価に関する情報となる。メカニズム研究の必要性や\nその計画は、医薬品に特有な性質やそれぞれのがん原性試験の結果によって異なる。用\n量相関性やがん原性試験の実施条件との関連性は、これらのメカニズム研究において評\n価すべきである。以下にその例をあげる。 \n \n3.3.1 細胞レベルの変化 \n発がんに関連する組織について、細胞レベルの変化を形態学的、組織化学的あるいは\n機能的な指標を用いて検査することができる。時には、アポトーシス、細胞増殖活性、\n肝の細胞変異巣、細胞間連絡（intercellular communication）の変化などについての用量相\n関性に注目すべき場合もある。 \n \n3.3.2 生化学的測定 \n発がんについて想定される機序にもよるが、検討すべき検査指標としては以下のもの\nがあげられる。 \n(1) 血漿中のホルモン量（例えばT3/T4、TSH、プロラクチン） \n(2) 成長因子 \n(3) α2u-グロブリンのようなタンパクへの結合 \n(4) 組織酵素活性等 \n例えば、ホルモン不均衡の仮説に対しては、ホルモン不均衡を少なくとも部分的に補\nう試験を実施することにより、その仮説を検証することができる。 \n \n3.3.3 追加の遺伝毒性試験の必要性4 \n標準的な遺伝毒性試験の組合わせにおいて陰性であった物質ががん原性試験で陽性に\nなり、非遺伝毒性的な発がんメカニズムの実証が不十分な場合には、適切な遺伝毒性試\n験の追加が必要なこともある。追加試験には、in vitro 試験の代謝活性化の条件を変えた\nり、腫瘍発生の標的臓器における遺伝毒性障害を計測する in vivo 試験等が含まれる（例\nえば、DNA 障害や修復試験、32P ポストラベリング法、導入遺伝子における変異の誘発\n等）。 \n \n3.3.4 試験計画の工夫 \n被験物質の腫瘍発現機序を明らかにするためには、試験計画の工夫が推奨される場合\nもある。例えば、間欠的投与の影響や休薬後の細胞変化の回復性を探索するための試験\n群の追加が含まれる。 \n \n4. がん原性の評価 \nげっ歯類における医薬品のがん原性は、腫瘍の発生頻度や発生時期、ヒトとげっ歯類\n\n\n[Page 15]\n12 \nにおける薬物動態の比較、およびげっ歯類での発がんがヒトと関連するか否かについて\nの情報が得られるような補助的研究あるいはメカニズム研究を基に評価すべきである。 \n上記の試験から得られた成績は、その試験系の科学的見地からみた有用度を考慮し、\n総合的な科学的根拠の重要度（weight of evidence）に基づく評価の一部として考えるべ\nきである。 \n \n \n注1 \nラットやマウスを用いるがん原性試験のそれぞれがどのように評価に寄与していた\nか、またラットあるいはマウス1 種のみを用いることがヒトのがん原性リスクアセスメ\nントに必要な情報を欠くことにならないかが、6 団体・規制当局の調査結果に基づいて\n検討された。これらの調査はInternational Agency for Research on Cancer (IARC)、the \nU.S.Food and Drug Administration (FDA)、the U.S. Physicians' Desk Reference、日本製薬工\n業協会、the EU European Medicines Evaluation Agency (Committee for Proprietary Medicinal \nProducts；CPMP) およびUK Centre for Medicines Research により行われた。 \n \n注2 \nがん原性試験の目的は動物においてがん原性の有無を明らかにし、ヒトに対するリス\nクを評価することである。様々な実験的研究、毒性試験、あるいはヒトのデータなどか\nらヒトにおけるがん原性が懸念される場合には、がん原性試験が必要となろう。げっ歯\n類を用いるがん原性試験は、患者の寿命の相当な期間にわたって規則的に投薬されるこ\nとが予想される医薬品について必要とされてきた。これらの試験の計画と結果の解釈\nは、新しい遺伝毒性試験法や、全身曝露を評価する技術が進歩する以前から行われてい\nた。また、これらの試験は、非遺伝毒性物質による腫瘍発生について現在の理解がなさ\nれる以前から実施されていた。遺伝毒性試験やトキシコキネティクス、メカニズム試験\nなどの成果は、現在では、前臨床での安全性評価において日常的に適用されている。こ\nれら追補的データはがん原性試験を実施するか否かを判断するためだけでなく、試験成\n績をヒトでの安全性に関連づけて解釈するためにも重要である。がん原性試験は多大な\n時間と資源を必要とするため、ヒトにおける曝露から、がん原性を評価するために動物\nを用いる生涯試験からの情報が必要となった場合にのみ実施されるべきである。 \n日本（医薬品毒性試験法ガイドライン）では、臨床での使用期間が連続して6 ヵ月あ\nるいはそれ以上にわたる場合にはがん原性試験が要求されてきた。また、がん原性が懸\n念される場合は、使用期間が6 ヵ月未満であってもがん原性試験が必要な場合もあっ\nた。米国では、ほとんどの医薬品についてヒトで広範囲に用いられる前に動物でのがん\n原性が試験されている。米国FDA によれば、通常3 ヵ月あるいはそれ以上にわたって用\nいられる医薬品はがん原性試験が必要である。EU では、医療用製品管理規則（the Rules \nGoverning Medicinal Products in the European Committee）でがん原性試験が要求される場\n合を規定している。そのような場合とは、長期にわたって投薬される場合、すなわち連\n続して最低限6 ヵ月、あるいは間欠的であっても頻度が高く総曝露量が類似しているこ\nとなどである。 \n \n注3 \n適用期間が3 ヵ月とされる医薬品の多くは、6 ヵ月にわたって用いられることが多い\nと思われる。ICH での調査では、3 ヵ月だけ用いられるような医薬品を見いだすことは\nできなかった。 \n \n注4 \n\n\n[Page 16]\n13 \n細胞形質転換試験（Cell Transformation Assay）のようなin vitro 試験のデータは、化合\n物のスクリーニングにおいて有用となり得る。 \n \n注5 \n長期がん原性試験に最適な動物種を選択する際の一般的な考え方 \n何らかの明確な根拠がない限り、通常の場合、長期がん原性試験で使用する動物種は\nラットとするいくつかの一般的な考え方がある。 \n(1) 医薬品のデータベース調査からの情報 \nICH における日米欧のがん原性試験に関する6 種の調査では、遺伝毒性、腫瘍発生\n率、動物の系統、投与経路および投与量、薬理活性または薬効、開発ないしは規制の状\n況、がん原性試験結果に関連した開発中止の理由等が収集された。各調査間では多くの\n重複例がみられたが、それは結論を導く障害にはならなかった。 \n解析による主な総合的結論は以下の通りである。 \n① 医薬品に関しては、マウスに腫瘍が発生したことを唯一の理由として規制の対象\nになったと判断された事例はほとんどないが、マウスのデータは科学的根拠の重\n要度（weight of evidence）を考慮する際、およびげっ歯類2 種にがん原性を有する\n化合物の同定に役立っていた。 \n② 1 種の動物のみに発がんがみられた医薬品のうち、「ラットのみ」の化合物の数は\n「マウスのみ」の化合物の数の約2 倍であり、単純な意味で、ラットはマウスよ\nりも発がん感受性が高いといえる。 \n③ 文献引用可能な他の調査と同様に、医薬品についての調査においてもげっ歯類の\n肝腫瘍が高い発生率を示すことが特徴的であった。マウスの肝臓が、非遺伝毒性\n物質に対して高い感受性を示すことは、多くのシンポジウムやワークショップで\n取り上げられている。マウスの肝腫瘍は必ずしもヒトの発がんリスクに関連する\nとは限らず、しばしば誤まった結論を導く可能性のあることが示されている。 \n(2) メカニズム研究の可能性 \nげっ歯類における非遺伝毒性物質の発がんには、種、系統および標的臓器についての\n高度な特異性が明らかで、用量反応関係において閾値が存在することが特徴である。近\n年のメカニズム研究により、げっ歯類モデルに特異的な反応とヒトにも生じる可能性の\nある変化を区別できるようになっている。種や組織特異性についての知見が増えること\nにより、これらの研究がしばしば進展する。例えば、レセプターの関与する発がんが重\n要であるとの認識が高くなってきている。これらの研究は、ほとんどの場合ラットでな\nされており、マウスを用いることは稀である。 \n(3) 代謝動態 \n代謝的観点からは、ラットおよびマウスのいずれも、がん原性試験に最適な動物種で\nあるとは思われない。しかし、現在、薬物動態と薬力学の関係が注目されてきており、\n更に薬物代謝に関わるP-450 アイソザイムに関する知識も急速に進歩している。これら\nの研究のほとんどすべてがラットとヒトに限られて実施されている。したがって、少な\nくとも近い将来、代謝に関与するP-450 アイソザイムについての特定の情報が評価にお\nいて重要である限り、メカニズム研究においてマウスが代謝に関する有用な情報をもた\nらすことはないであろう。 \n(4) 実用面 \n上述の二つの項目に関して、マウスを用いるメカニズム研究が実際的かという問題が\nある。大きさのみを考えても、同一個体からの一連の採血や顕微的手術\n（microsurgery）、カテーテルの挿入、あるいは器官重量測定の点でマウスは極めて不利\nである。採血のためには動物を屠殺しなければならない場合が多く、マウスをメカニズ\n\n\n[Page 17]\n14 \nム研究に用いる場合にはより多くの動物が必要になる。 \n(5) 一種以上の動物による試験 \n現在使用可能な多くの短期・中期in vivo げっ歯類試験系はマウスを使用する。がん原\n性を一種以上の動物により検索する場合、そしてこのことが重要かつ適切と考えるなら\nば、長期がん原性試験には、多くの場合、ラットが用いられるであろう。 \n(6) 例外 \n例外的に、メカニズム、代謝あるいはその他の背景から、ラットよりもマウスあるい\nはその他のげっ歯類の方がヒトにおけるリスク評価のためのがん原性試験に適切な場合\nもあり得る。そのような場合にも、短期・中期in vivo げっ歯類試験系としてマウスを用\nいることは容認される。 \n \n注6 \n経口投与の場合には、強制投与、飼料あるいは飲料水に混入して自由に摂取させる方\n法がある。被験物質を飼料又は飲料水に混入して投与する場合には、投与期間中、個別\n又は群ごとに摂餌量又は飲水量を投与開始後3 ヵ月間は週1 回以上、その後は3 ヵ月に\n1 回以上測定し、被験物質摂取量を算出する。なお、試験開始前および試験中に適宜被\n験物質の純度、安定性および夾雑物を可能な限り定性的又は定量的に分析する。 \n \n注7 \n腫瘍以外の原因による死亡率が、投与開始後ラットでは24 ヵ月、マウスおよびハム\nスターでは18 ヵ月の時点で50％以内であることが望ましい。 \n最低用量群又は対照群の動物の雌雄いずれか一方において累積死亡率が75％になった\n場合には、その時点でその性の生存例を屠殺し、試験を終了する。 \n \n注8 \nいずれの群においても、動物の10％以上が、共食い又は飼育上の問題で失われないこ\nと。したがって、試験期間中に衰弱動物や死期の迫った動物が見いだされた場合には、\n隔離又は屠殺解剖等の配慮が必要である。 \n \n注9 \n肉眼的観察は、全部の器官・組織について行う。 \n \n注10 \n病理組織学的検査は、次の器官・組織について行う。 \n皮膚、乳腺、リンパ節、唾液腺、胸骨、椎骨又は大腿骨（骨髄を含む。）、胸腺、気\n管、肺および気管支、心臓、甲状腺および上皮小体、舌、食道、胃および十二指\n腸、小腸、大腸、肝臓、膵臓、脾臓、腎臓、副腎、膀胱、精嚢、前立腺、精巣、卵\n巣、子宮、腟、眼球、脳、下垂体、脊髄、その他肉眼で腫瘍性病変が認められた器\n官・組織 \n \n注11 \n腫瘍性病変の記載に際しては、腫瘍発生に至る各種変化（前がん病変）の所見も付け\n加える必要がある。 \n \n注12 \n全例について、病理組織学的検査を行うことは評価の助けとなる。 \n \n\n\n[Page 18]\n15 \n注13 \n過去において、ヒトの医薬品におけるがん原性試験の高用量の選択基準は、各国の規\n制当局間で必ずしも一致していなかった。日本およびEU では、用量設定において、毒\n性指標のほか、臨床1 日最大量に比べはるかに高い用量〔体重あたりの投与量（mg/kg)\nで100 倍以上〕が容認されていた。しかし、米国では、伝統的に、MTD による用量選択\nのみが容認されていた。一方、投与可能最大量は各国・地域とも容認できる指標として\n用いられてきた。 \n \n注14 \n以下に示すのは、最大耐量（MTD）の説明に用いられる毒性に基づく指標と同等の定\n義と考えられる。 \n米国（U.S. Interagency Staff Group on Carcinogens）ではMTD を次のように定義してい\nた。「現在、推奨されている高用量は、がん原性試験の投与期間に発がん以外の作用に\nよって動物の正常な寿命が著しく変化することなく、軽度な毒性徴候が現れる十分に高\nい量であるとされている。この量は、最大耐量（MTD）と呼ばれ、亜急性毒性試験（通\n常3 ヵ月間）において、主として死亡率、毒性ならびに病理学的な変化に基づいて決定\nされる。MTD では、試験の解釈を損なうほどの著しい毒性による形態学的変化を生じ\nてはならない。さらに、飼料中の被験物質の濃度は、飼料中の栄養成分が変化して栄養\n学的不均衡を来すほど、大きくしてはならない。」 \n \n「MTD は、当初は、亜急性毒性試験で観察される体重増加抑制、すなわち、10％以\n上の体重増加抑制を起こさない最大の用量に基づいて決定されていた。最近の研究や多\nくのがん原性試験に対する評価では、より広範囲の生物学的な情報に基づいたMTD 選\n択の改良がなされている。通常は、毒性、病理および病理組織学的変化が明確な指標で\nあるが、体重および器官重量の変化ならびに血液学的、尿、臨床化学的検査値の有意な\n変化も有用な指標である（Environmental Health Perspectives vol.67, pp.201-281, 1986）．」 \n日本では次のように規定されていた。 \n「がん原性試験における最高用量は、本試験における対照群に比べ 10％以内の体重増\n加の抑制にとどまり、中毒による死亡例がなく、かつ、一般状態又は検査所見に毒性を\n示唆する著しい変化を伴わない量とする。」（医薬品毒性試験法ガイドライン） \nEU（CPMP）では次のように規定していた。 \n「高用量は軽度な毒性作用、例えば10％体重増加抑制や成長障害、あるいは軽度な標\n的臓器毒性を生ずる量とすべきである。標的臓器毒性は生理学的な機能障害の結果とし\nて、そして最終的には病理学的変化として示される。」（Rules Governing Medicinal \nProducts in the European Community, VOL. III, 1987） \n \n注15 \nこのような柔軟性のある方法を採用する際には、基本的な発がんメカニズムが現時点\nでまだ解明されていないことを認識しなければならない。さらに、ヒトの発がんリスク\nを予測するのに、げっ歯類を用いることが現時点では最も良い方法であるが、それには\n自ずから限界があることを認識すべきである。したがって、被験物質に由来する物質の\n血漿中濃度を用量選択に用いることは、がん原性試験をより適切に計画するために重要\nであるが、この分野の進歩に応じて、これからもヒトでのリスクを検出するための最良\nの方法を検討し続ける必要がある。したがって、本ガイドラインはこのような困難で複\n雑な分野のガイドラインであることから、新しい知見が得られた際には、規定の一部を\n改訂することも重要であると認識している。 \n \n\n\n[Page 19]\n16 \n注16 \n用量設定試験に関するその他の留意事項は以下のとおりである。 \n(1) 動物：同一週齢で、順調に発育した6 週齢までの動物を用いることが望ましい。 \n(2) 動物数：雌雄各々について、1 群約10 匹とする。 \n(3) 用量段階：雌雄各々について、3 段階以上の試験群を設定するとともに、別に対照\n群を置く。 \n(4) 投与期間：3 ヵ月が基本となるが、遅延性毒性又は蓄積性効果のある被験物質の場\n合には、更に長期間の投与を要する場合もある。 \n(5) 検索方法：各群の全例について、一般状態を毎日観察し、体重を週1 回以上測定す\nる。死亡例についてはその都度、生存例については投与終了時に剖検し、器官・\n組織の肉眼的観察を行う。また、肉眼で変化が認められた器官・組織について\nは、病理組織学的検査を行う。 \n \n注17 \nこのことは、あらゆるげっ歯類について、代謝のプロフィールを調べることを意味し\nない。がん原性試験に用いられる標準的な系統について調べるべきである。 \n \n注18 \nICH 1 において、日米欧の規制当局は、がん原性試験の高用量選択にMTD 以外の他の\n指標を評価することに合意した。それらの指標は被験物質の薬理学的な性質や毒性学的\nな特徴に基づくものであるが、MTD 以外に毒性指標を使用することに関して科学的な\n合意は得られていなかった。その後、ICH 安全性専門家作業グループではがん原性試験\nの高用量選択に際し、MTD を毒性に基づいた指標として容認し、継続して使用するこ\nとに合意した。 \n \n注19 \nICH において、がん原性試験の高用量設定としてヒトにおけるAUC の何倍が妥当か\nを検討するために、MTD で実施され、ヒトおよびげっ歯類のAUC の比較が可能な薬物\n動態学的データのある医薬品のがん原性試験について、レトロスぺクティブな解析が行\nわれた。 \nMTD で実施された医薬品のがん原性試験のうち、ラットおよびヒトで適切な薬物動\n態学的データが得られたものは35 件であり、それらの約1/3 は相対的全身曝露比が1 あ\nるいはそれ以下で、他の1/3 は1 から10 の間であった。 \n相対的全身曝露比、相対的用量比 [ラット：mg/kg 、ヒト：mg/kg Maximum Daily \nRecommended Dose（MRD、臨床最大1 日量）] および体表面積に換算した用量比（ラッ\nト：mg/m2 MTD、ヒト:mg/m2 MRD）の相関性を上述のデータベースを用いて検討した\nところ、相対的全身曝露は、体重当たりよりも体表面積当たりで換算した用量比と良く\n対応した。さらにFDA データベースで、123 の化合物について同様の方法で調べたとこ\nろ、相対的全身曝露に関する同様の相関性がみられた。 \n高用量選択における相対的全身曝露比（AUC比）を決定する際には、十分な安全域が\n確保できること、ヒトに対する既知のあるいは疑いのあるがん原性物質が検出できるこ\nと、そして妥当な割合の化合物で達成できる数値となるよう考慮された。 \nヒトに対するがん原性が既知のあるいは疑いのある化合物を検出するための条件を検\n討するために、ラットでがん原性が陽性のIARC のクラス1 と2A の医薬品について曝露\nあるいは用量比を分析した。フェナセチンについては、ラットとヒトに関する十分な薬\n物動態学的データがあり、相対的全身曝露比が少なくとも15 であれば、ラットを用い\nるがん原性試験で陽性所見を得られると推定された。ラットを用いたがん原性試験で陽\n\n\n[Page 20]\n17 \n性と評価され、IARC でクラス1 と2A と分類された14 の医薬品のほとんどは、解析に\n値する薬物動態学的データがなかった。これらの医薬品では、体表面積当たりの用量比\nを相対的全身曝露比に代用した。解析の結果、げっ歯類における体表面積比当たりの用\n量比が10 あるいはそれ以上あれば、これらの医薬品のがん原性を確認できると考えら\nれた。 \n上記の評価の結果、高用量選択の際に容認できる薬物動態学的な指標として、最小全\n身曝露比として25 が提案された。この値は、FDA データベースに収集された化合物の\n約25％において達成されており、ヒトに対するがん原性が既知のあるいは疑いのある医\n薬品（IARC の1、2A）を検出することが可能で、また十分な安全域を示している。高\n用量がAUC 比として25 倍あるいはそれ以上で試験された医薬品は、過去にMTD によ\nるがん原性試験が実施された医薬品のうち75％以上に当たる。 \n \n注20 \nげっ歯類のAUC や代謝物のプロフィールは、亜急性毒性試験あるいは用量設定試験\nの一部として行われる定常状態での薬物動態の検討から明らかにされる。 \n \n注21 \nげっ歯類のAUC 値は、投与経路や被験物質の薬物動態学的な性質にもよるが、通\n常、少数の動物を用いて求められる。 \n \n注22 \nげっ歯類およびヒトの血漿中薬物濃度の測定は感度および精度において同等の分析方\n法で測定されるべきである。 \n \n注23 \n可能であれば、ヒトおよびげっ歯類でin vivo における代謝の特性を明らかにしておく\nことが望ましい。しかし、in vivo での適切な代謝データがない場合でも、in vitro 代謝デ\nータ（例えば、肝スライスや非誘導のミクロソーム標本）が動物種間の代謝の類似性を\n示す成績となり得ることもある。 \n \n注24 \n非結合型薬物をin vivo で測定するのが最も良い方法であるが、未変化体ないしは適切\nな代謝物のin vitro タンパク結合試験（in vivo におけるげっ歯類とヒトの薬物濃度範囲を\n含む）は非結合薬物のAUC を推定する上で利用できるであろう。ヒトおよびげっ歯類\nで、共にタンパク結合が低い場合や、タンパク結合が高くそして薬物の非結合フラクシ\nョンがヒトよりげっ歯類で大きい場合などは、薬物の総血漿濃度の比較でもよい。タン\nパク結合が高く、非結合フラクションがげっ歯類よりヒトで大きい場合は、タンパク非\n結合薬物の濃度で比較すべきである。 \n \n注25 \nヒトでの全身曝露データは、健常被験者あるいは患者の薬物動態学的モニタリングに\nより得られる。曝露量には個体間での差が大きい可能性を考慮すべきである。臨床最大\n1 日量が不明な場合、薬物動態学的データを得るためには、最低限、臨床で期待する薬\n力学的作用を起こす用量を用いるべきである。 \n \n注26 \nおよそ900 のがん原性試験からなるFDA のがん原性データベースでは、1000 mg/kg 以上\n\n\n[Page 21]\n18 \nの用量を高用量とした試験がおよそ20 実施されていた。これらの試験のうち、約10 試\n験はがん原性陽性であった。それらの7 試験では1000 mg/kg 以上でのみ陽性であった。\nこれらより、限界量を1000 mg/kg とした場合、がん原性物質を検出できない可能性があ\nることから、がん原性試験のための限界量は1500 mg/kg とすべきである。 \n \n注27 \n医薬品が臨床曝露量の25 倍以上の用量でのみげっ歯類にがん原性陽性を示しても、\nそれはヒトに対しても同様な発がんリスクを示唆するものではないことがICH において\n既に同意されている。 \nげっ歯類とヒトとの全身曝露量の比較は、mg/kg よりmg/m2 に基づいた用量により実\n施した方がより適切である（注19）。したがって、臨床用量はがん原性試験の高用量よ\nり少なくともmg/m2 換算で25 倍低くなければならない。係数の6-7（(6.5)）はラットの\n用量をmg/kg からmg/m2 に換算するために、また係数40 はヒトの用量をmg/kg から\nmg/m2に変換するために使用される。すなわち、ヒトに対するげっ歯類の25 倍の全身曝\n露量比は、mg/m2 換算でも25 倍であり、mg/kg 換算で示すと150 倍（150 =25×40/6.5）\nとなる。したがって、臨床用量が10 mg/kg/日以下（約500mg/man/日以下）の場合に\nは、ラットでは高用量として1500 mg/kg/日を用いて試験を実施することが容認される。 \n \n注28 \n1 種の短期・中期in vivo げっ歯類試験、長期がん原性試験あるいは遺伝毒性試験の所\n見やその他の試験成績から、その医薬品が明らかにヒトに対してがん原性を有すること\nが示された場合には、第二のがん原性試験は必ずしも必要ないと思われる。 \n \n注29 \n現在、いくつかの試験法について、がん原性評価における有用性に関する研究が進め\nられている。一般的には、これらの試験法は、ヒトに外挿でき、ヒトに対するリスク評\n価に応用できると考えられている発がんメカニズムに基づくべきである。さらに、これ\nらは長期がん原性試験を補完し、かつ、がん原性試験から得られることができない新し\nい情報をもたらすものでなければならない。また、動物数、動物愛護やがん原性評価に\nおける全体的な経済性についても考慮されなければならない。これらの基準を満たす代\n表的な試験法を以下に示す。これらの試験法も今後の情報に基づき見直される可能性が\nある。 \n(1) げっ歯類を用いたイニシエーション・プロモーションモデル：肝がん原物質（お\nよび肝発がん修飾物質）を検索するためのラットのイニシエーション・プロモー\nションモデルは、イニシエーターを用い、その後、被験物質を数週間投与する。\nもう一つの多臓器発がんモデルは、最大5 種類のイニシエーターを投与し、次い\nで被験物質を数ヵ月間投与する。 \n(2) p53+/-欠損モデル、Tg.AC モデル、TgrasH2 モデル、XPA 欠損モデル等を含むいく\nつかのトランスジェニックマウスの試験。 \n(3) 新生児げっ歯類試験。 \n \n注30 \n追加in vivo 試験を採用する場合、一般的に注29 の基準に当てはまるin vivo 試験法が\n複数あったとしても、それぞれの医薬品に対して全ての試験法が必ずしも同じように適\nしているとは限らない。以下の項目は、その選択理由として考慮され、示されるべき事\n項の例である。 \n(1) がん原性試験からは得られない有益な新しい知見（有害性の確認やリスク評価）\n\n\n[Page 22]\n19 \nが得られること。 \n(2) その医薬品や類薬（構造、作用メカニズム）についての従来の知見から導かれる\n発がん過程に関する疑問に答えられること。これには、例えば、遺伝毒性、細胞\n増殖性、プロモーター作用、あるいは受容体を介する作用などが含まれる。 \n(3) 採用される動物モデルにおける被験物質の代謝が、ヒトに対する発がんリスクの\n評価に影響を与えるか否かを検討すること。 \n(4) ヒトでの曝露に見合う適切な全身ないし局所曝露が可能であること。 \n(5) 採用される動物モデルが使用目的に対して広範に検証されていること。ヒトに対\nするがん原性を検索するための新しいin vivo 試験法の採用にあたっては、その試\n験法により科学的根拠の重要度（weight of evidence）を考慮した総合評価が可能か\nどうかを検討することが重要である。多くの実験的研究が、これらの新しい短\n期・中期in vivo 試験法の検証のため進行中である（1999 年の時点）。これらの研\n究には、げっ歯類においてがん原性が知られており、その発がんメカニズムが解\n明されているいくつかの医薬品やヒトに対してはがん原性がないと考えられてい\nる物質が用いられている。これらの検証研究の結果が利用出来るようになれば、\nどの試験系がヒトでのがん原性評価に最も適切かについてのより明確なガイドラ\nインを示すことが可能であろう。 \n \n参照すべきICH ガイドライン \n1. \nS1A：Guideline on the Need for Carcinogenicity Studies of Pharmaceuticals \n2. \nS1B：Testing for Carcinogenicity of Pharmaceuticals \n3. \nS1C(R2)：Dose Selection for Carcinogenicity Studies of Pharmaceuticals \n4.  S2(R1)：Guidance on Genotoxicity Testing and Data Interpretation for Pharmaceuticals \nIntended for Human \n5. \nS3A：Notes for Guidance on Toxicokinetics. The assessment of Systemic Exposure in \nToxicity Studies \n6. \nS3B：Guidance on Repeat-Dose Tissue Distribution Studies \n7. \nS6(R1)：Preclinical Safety Evaluation of Biotechnology-Derived Pharmaceuticals \n \n \n \n\n\n[Page 23]\n20 \n第2 部： \n第2 部は、ICH S1B (R1)（Addendum to Testing for Carcinogenicity for Pharmaceuticals）の\npart2 に該当する文書である。第2 部では「補遺」と読み替える。 \n \n序文 \n本補遺は、ICH S1A（Guideline on the Need for Carcinogenicity Studies of \nPharmaceuticals）、S1B（Testing for Carcinogenicity of Pharmaceuticals）、およびS1C(R2)\n（Dose Selection for Carcinogenicity Studies of Pharmaceuticals）と密接に関連して使用す\nる。本補遺は第1 部を補完するものである。 \n \n1. 緒言 \n1.1 補遺の適用範囲 \n本補遺は、ICH S1A に記載のとおり、がん原性試験を必要とするすべての医薬品に適\n用される。バイオテクノロジー応用医薬品については、ICH S6(R1)（バイオテクノロジ\nー応用医薬品の非臨床における安全性評価）を参照のこと。 \n \n1.2 補遺の目的 \n本補遺は、現行のICH S1B に記載されていない追加のアプローチを導入することによ\nり、医薬品のヒト発がんリスクを評価するための評価プロセスを拡張する。これは、2\n年間ラット試験が、ヒト発がんリスク評価に価値を付与する可能性が高いか否かを示す\n特定の証拠の重み付け（weight of evidence：WoE）の基準を提供する統合的なアプロー\nチである。また、本補遺では、rasH2-Tg マウスモデルにおける血漿中曝露量比に基づく\n高用量設定のためのアプローチも追加されているが1、ICH S1C(R2)における高用量選択\nのための、その他のすべての推奨事項は継続して適用される。 \nこの統合的アプローチの適用により、3R［使用動物数の削減／苦痛の軽減／代替法の\n利用］の原則に基づいて動物の使用を削減し、より科学的な機序に基づくがん原性評価\nを得ることに集中するために資源をシフトすると共に、新規医薬品の安全かつ倫理的な\n開発を引き続き促進する。 \n \n1.3 背景 \nICH S1B は、医薬品のがん原性試験に対処するためのアプローチを柔軟に検討するこ\nとを求めているが、基本的な枠組みとして一般的には長期げっ歯類試験を推奨してお\n                                                   \n1 rasH2-Tg マウスは、実験動物中央研究所の野村達次の研究室で開発された（1）。このモデルは、ICH S1B で\nTgHras2 トランスジェニックマウスとして言及された。本モデルの公式名称はCByB6F1-Tg(HRAS)2Jic であり、\nC57BL/6JJic-Tg(HRAS)2Jicヘミ接合雄マウスをBALB/cByJJic雌マウスと交雑することにより維持されている。こ\nの交雑に由来する同腹子は、遺伝子型がtg/wt のトランスジェニックrasH2-Tg マウス、および遺伝子型がwt/wt\nの野生型rasH2-Wt マウスである。 \nICH S1Bに記載されている他の短期モデルは、rasH2-Tg マウスと比較して過去20 年間に大きな使用実績がないた\nめ、これらのモデルを用いた医薬品開発経験は非常に限られている。したがって、血漿中曝露比に基づく高用量\nの選択は、ICH S1B で言及されているその他の短期がん原性モデルには適さないと思われる。 \n用量設定試験および曝露データを得るためには、rasH2-Tg マウスの同腹子の野生型rasH2-Wt を使用することが\n適切である。 \n\n\n[Page 24]\n21 \nり、実際には、これらは、通常ラットを用いた2 年間試験およびマウスを用いた2 種目\nのげっ歯類がん原性試験（2 年間または短期試験）となる。ICH S1B の発出以来、がん\n原性の作用機序の解明に向けた科学的進歩、げっ歯類モデルの限界に関する理解の向上\nに加え、複数の医薬品データセットの後ろ向き解析により、2 年間ラットがん原性試験\nにはヒト発がんリスク評価に価値を付与せず、利用可能なすべての薬理学的、生物学的\nおよび毒性学的データの包括的評価に基づき、発がん性を適切に評価できる場合がある\nことが示された（2-9）。 \nこのような後ろ向き解析から得られた結論が実際に（すなわち、2 年間ラットがん原\n性試験の結果を知る前に）確認可能かどうかを判断するため、ICH S1(R1)：医薬品のげ\nっ歯類がん原性試験の変更（案）－規制通知文書（Proposed Change to Rodent \nCarcinogenicity Testing of Pharmaceuticals – Regulatory Notice Document）の下で、国際共同\n前向き研究が実施された。検討のプロセスおよび複数の前向き研究に関する状況報告書\nは、ICH のウェブサイト（10-14）に掲載され閲覧可能である。45 の化合物に関するが\nん原性評価文書（carcinogenicity assessment document：CAD）および2 年間ラットがん原\n性試験に関連するデータを、ICH 専門家作業部会（Expert Working Group：EWG）の規制\n当局メンバーが受領し、評価した。この前向き評価から得られた結論により、特定の医\n薬品では、2 年間ラット試験を実施する代わりに、統合的WoE アプローチによって、ヒ\nトにおける発がんリスクを適切に評価可能であったことが確認された2。 \nまた、ICH S1C(R2)に示されている2 年間げっ歯類試験における高用量選択のための\n動物／ヒト血漿濃度時間曲線下面積（AUC）に基づく曝露量比によるエンドポイントを\nrasH2-Tg マウス試験に使用することは、国際的には受け入れられていない。そのため\nに、利用可能な情報に基づきrasH2-Tg マウス試験における曝露量および結果を評価する\nため、包括的な解析を実施した（15）。3 項に記載されているように、本解析の結果は、\n血漿AUC に基づく曝露比（げっ歯類：ヒト）の50 倍が高用量選択において適切な基準\nであることを示している。 \n \n2. 医薬品のヒトにおけるがん原性を評価するための証拠の重み付けアプローチ \n薬物開発の過程においては、科学的に頑健ながん原性評価の鍵となる生物学的、薬理\n学的および毒性学的情報を考慮したがん原性評価戦略を構築することが、医薬品開発者\nにとって重要である。 \n2.1 項および2.2 項に記載した統合的なWoE 評価アプローチは、ヒトにおける医薬品\nの発がん性が以下のいずれかに該当するという結論を支持すると考えられる。 \n \n発がん性ありの可能性が高いため、2 年間ラットがん原性試験は価値を付与しな\nいと思われる；または \n \n発がん性なしの可能性が高いため、2 年間ラットがん原性試験は価値を付与しな\nいと思われる3；または \n \n発がん性が不確かであるため、2 年間ラットがん原性試験は、ヒトのリスク評価\nに価値を付与すると思われる。 \n \nWoE 評価の結果、ヒトの発がん性が不確かであると結論付けられた場合は、S1B に記\n載されている、長期がん原性試験および追加のin vivo がん原性試験を実施するというア\nプローチが、引き続き最も適切な戦略である（図1）。 \n                                                   \n2 ICH S1 での前向き評価研究の方法および結果については、今後の公表論文において概説する。 \n3 WoE 評価では、ラットにおける発がん性の可能性が高い化合物であることを示す場合がある。がん原性の機序\nがヒトに外挿されないという十分な証拠がある場合、その化合物にはヒトにおける発がん性がないとみなせる。 \n\n\n[Page 25]\n22 \n \n 図1：がん原性評価戦略の構築および2 年間ラット試験の付加価値の判断に関する主要\nなステップおよび選択肢を概説したフローの全体図。2 年間ラット試験を利用するICH \nS1B アプローチを実施する場合でも、主要な生物学的、薬理学的および毒性学的情報を\n評価すべきであることに留意されたい。医薬品開発者がICH S1B に従って2 年間ラット\n試験を実施することを決定した場合は、医薬品規制当局（Drug Regulatory Agency：\nDRA）との合意を求める義務はない。さらなる詳細については2.1 項および2.2 項を参\n照のこと。 \n \n2.1 WoE 評価で考慮すべき要素 \nWoE アプローチは、公開情報および関係のある薬物開発試験から得られる発がん性に\n関連するデータすべての包括的評価に基づいており、以下の要素が含まれるが、これら\nに限らない。 \n1) 薬物標的の生物学的特性、ならびに親化合物およびヒトの主要代謝物の主な薬理\n学的機序に基づく、発がんの可能性を示すデータ。これにはラットおよびヒトに\nおける薬物標的の分布に加え、これらの動物種における親化合物および主要代謝\n物の薬理活性および薬効；遺伝子改変モデルから利用可能な情報；ヒト遺伝子関\n連研究；がん遺伝子データベース；また、利用可能であればクラス効果に関する\n発がん性情報が含まれる。 \n2) 親化合物および主要代謝物の選択性およびオフターゲット作用を示す副次的薬理\n学的スクリーニング結果、特に発がんリスクに関する結果（例：核内受容体への\n結合性）。 \n3) 親化合物および主要代謝物の血漿曝露マージン評価を含む、特に6 ヵ月間のラッ\nト試験を重視した、当該化合物を用いた実施済みの反復投与毒性試験の病理組\n織学的データ4。 \n                                                   \n4 2 年間ラット試験における発がん性を特定するために、特に注目される6 ヵ月間のラット毒性試験の病理組織学\n的所見には、細胞肥大、細胞過形成、持続性組織傷害および／または慢性炎症、変異細胞巣、前腫瘍性病変およ\nび腫瘍が含まれる。発現機序、および／または、そうした所見のヒトへの外挿性を考察することが重要である。\n\n\n[Page 26]\n23 \n4) 薬物標的および代償性内分泌反応機序の情報を含むホルモン変動の証拠5；反復\n投与毒性試験における内分泌器官および生殖器官の重量、肉眼的および病理組織\n学的変化；ならびに、利用可能であれば、生殖毒性試験に関連する結果。 \n5) ICH S2(R1)（医薬品の遺伝毒性試験及び解釈に関するガイダンス）に基づく遺伝\n毒性試験データ；ICH S2(R1)の推奨事項に従っても解決できない不確かな遺伝毒\n性データは、発がん性に関する不確実性を増大させる。 \n6) ICH S8（医薬品の免疫毒性試験に関するガイドライン）に従った免疫調節の証\n拠。広範な免疫抑制の証拠は、標準的なラットおよびマウスがん原性試験からは\n追加の情報が得られないヒトへのリスクに対する十分な懸念を提起する可能性が\nある（16,17）。 \n \n上記のWoE 要素は、2 年間ラット試験がヒト発がんリスク評価に価値を付与すること\nになるか否かを結論付けるのに十分であると考えられる。しかし、1 つあるいは複数の\nWoE 要素が決定的でない場合や、発がん性の懸念を示す場合、医薬品開発者は、不確実\n性に対処し、あるいは特定されたリスクのヒトへの外挿性を明らかにすると考えられる\n探策的アプローチを適用できる。以下のアプローチが考えられるが、これらに限らな\nい。 \n1) 追加の検討試験または過去の試験において採取した検体の分析（例：特殊組織化\n学染色、分子バイオマーカー、血清ホルモン値、免疫細胞の機能、in vitro あるい\nはin vivo 試験システム、新規技術によるデータ）。 \n2) 臨床用量および曝露におけるヒトへの機序的な外挿性を示すために得られた臨床\nデータ（例：尿中薬物濃度および結晶形成の証拠、ヒト血漿中ホルモンの変化を\n対象とした測定、ヒト画像データ）。 \n \nWoE 評価を支持するためにrasH2-Tg マウス試験を完了させる必要はない。ただし、\nrasH2-Tgマウスの試験結果が得られている場合は、それらをWoE文書に含めるべきであ\nる。 \n \n2.2 ヒト発がんリスク評価のためのWoE 要素の統合 \n上述のWoE 要素の統合解析を用いて、2 年間ラット試験のヒトの発がんリスク評価に対\nする寄与について判断すべきである。すべての要素は統合解析に寄与するが、各要素の\n相対的重要性は、検討される化合物によって異なる（図2）。 \n                                                   \n6 ヵ月間のラット毒性試験は、2 年間ラット試験の予想される結果および試験実施の価値の評価に用いられる主\n要な試験であるが、より短期のラット試験でも、重要な病理組織学的結論が時に得られることがある。非げっ歯\n類およびマウスを用いた長期毒性試験から得られたデータは、ラット試験の所見のヒトへの外挿性（例：種特異\n的な機序の相違）および2 年間ラット試験の実施の価値に関して、追加情報の提供に役立つかもしれない。 \n5 ホルモン変動を示唆するラット毒性試験の所見には、内分泌組織または生殖組織の萎縮、肥大、過形成に関す\nる病理組織学的変化、および／またはストレスまたは体重変化などに続発する所見としては説明できない生物学\n的に意味のある内分泌器官および生殖器官の重量変化が含まれることがある。こうした性質の変化は、ホルモン\n濃度の変化が記録されていなくても、機能的ホルモン変動の証拠とみなすことができる。このような所見は、ヒ\nトへの外挿性について検討され、外挿性がないことが実証されていない場合は、潜在的な発がんリスクを示唆し\nていると考えられる。 \n\n\n[Page 27]\n24 \n \n図2：ヒト発がんリスク評価のために2 年間ラット試験を実施する価値に関する、鍵と\nなるWoE 要素およびさらなる情報を提供しうる探索的アプローチの統合。WoE 特性の\nすべてが図の右側に並ぶ場合、2 年間ラット試験が価値を付与しないと結論づけられる\n可能性が高くなる。遺伝毒性のWoE要素については、遺伝毒性リスクがない場合または\n明確な遺伝毒性リスクがある場合のいずれも、2 年間ラット試験に価値がある可能性は\nより低いことに留意されたい。同様に、免疫調節のWoE要素については、免疫系に影響\nがない場合または広範な免疫抑制がある場合のいずれも、2 年間ラット試験に価値があ\nる可能性はより低い。 \n \nICH S1 前向き評価研究［S1(R1)：医薬品のげっ歯類がん原生試験の変更（案）－規制\n通知文書］で得られた経験に基づく主要な結果と事例の要約を付録に示し、ヒト発がん\nリスク評価において2 年間ラット試験実施の価値を判断する際に、WoE 要素をどのよう\nに統合することが可能かについて示す。 \nICH S1 前向き評価研究の経験から、ある薬物クラスの他の化合物で確立されたプロフ\nァイルは、薬理学的標的の調節に関連したヒトでの発がんリスク評価に大きく寄与する\nことが示されている。新たな治療標的を有する化合物（すなわちfirst-in-class）であって\nも、統合的なWoE評価は適用可能である。こうした化合物については、前例がないこと\nを埋め合わせるために、標的の生物学的特性に関する懸念要因がないことを示すさらな\nる証拠が必要である。付録の事例4 では、前例がないことを埋め合わせる十分な証拠が\n与えられた場合、2 年間ラット試験が価値を付与するとみなされなかった新規標的の一\n例について記載している。この例では、薬物標的の生物学的特性および化合物選択性に\nおいて発がん性の懸念要因が確認されず、また、ラット（薬理学的に関連する動物種）\nの6 ヵ月試験において、高倍の曝露量でもいずれの臓器および組織にも増殖性の変化を\n認めなかった。 \nWoE 評価により、2 年間ラット試験の実施はヒト発がんリスク評価に価値を付与しな\n\n\n[Page 28]\n25 \nいという結論が裏付けられた場合、医薬品開発者は、申請予定のDRA と確立された相\n談手順に従って、相談を求めるべきである。医薬品開発者がICH S1B に従って2 年間ラ\nット試験を実施することを決定した場合は、DRA との相談を求める義務はない。 \n \n2.3 マウスがん原性試験 \nWoE 評価により2 年間ラット試験が有意な価値をもたらさないことが示された化合物\nについても、ICH S1B にある標準系統のマウスを用いた2 年間試験、またはトランスジ\nェニックモデルを用いた短期試験のいずれかのマウスのがん原性試験は、依然として発\nがん性評価計画の一部として推奨される。トランスジェニックモデルの使用は3R（使\n用動物数の削減／苦痛の軽減／代替法の利用）の原則と一致しており、マウスで2 年間\n試験を実施する科学的根拠がある場合を除き、このモデルを優先すべきである。 \nマウスがん原性試験を実施することが適切でないと考えられる場合がある。一例とし\nて、WoE 評価によりヒトに対する発がんリスクがないことが強く示され、かつ、マウス\nではヒト曝露量に比べ治療用量以下の薬理学的に不活性な薬物濃度しか得られないこと\nがデータによって示される場合には、マウス試験は適切でない可能性がある。さらに別\nの例として、WoE 評価から、ヒトにおける発がん性の可能性が高いと示された化合物の\n場合、マウス試験の実施は適切でない可能性がある。 \n \n3. rasH2-Tg マウスがん原性試験での曝露量に基づいた高用量選択基準に関する解\n説 \nrasH2-Tg マウスモデルでは、高用量選択のためのICH S1C(R2)に概説された用量制限\n毒性またはその他の基準が除外される場合において、血漿中曝露量（AUC）比は、用量\n設定基準として国際的に受け入れられてこなかった。このモデルで試験した53 の化合\n物から得られたデータの後ろ向き評価を行ったところ、すべての事例で化合物に関連し\nて生じた腫瘍が、げっ歯類とヒトでの全身曝露比の最大50 倍以内で検出されると判断\nされた（15）。この解析に基づき、血漿曝露比（げっ歯類：ヒト）の50 倍が高用量選択\nにおいて適切な基準であると結論付けられた。したがって、げっ歯類を用いた2 年間が\nん原性試験についてICH S1C(R2)に規定されている高用量選択に関するすべての基準\nは、rasH2-Tg マウスに適用できる。ただし、血漿曝露比は、標準系統のげっ歯類で実施\nされる2 年間試験の25 倍ではなく、rasH2-Tg マウスでは50 倍である。 \n \n参考文献 \n(1) Saitoh A, Kimura M, Takahashi R, Yokoyama M, Nomura T, Izawa M et al. Most \ntumors in transgenic mice with human c-Ha-ras gene contained somatically activated \ntransgenes. Oncogene 1990;5(8):1195-200. \n(2) Van Oosterhout JPJ, Van der Laan JW, De Waal EJ, Olejniczak K, Hilgenfeld M, \nSchmidt V et al. The utility of two rodent species in carcinogenic risk assessment of \npharmaceuticals in Europe. Reg Toxicol Pharmacol 1997;25:6-17. \n(3) Contrera JF, Jacobs AC, DeGeorge JJ. Carcinogenicity testing and the evaluation of \nregulatory requirements for pharmaceuticals. Reg Toxicol Pharmacol 1997;25:130-\n45. \n(4) Reddy MV, Sistare FD, Christensen JS, DeLuca JG, Wollenberg GK, DeGeorge JJ. \nAn evaluation of chronic 6- and 12-month rat toxicology studies as predictors of 2-\n\n\n[Page 29]\n26 \nyear tumor outcome. Vet Pathol 2010;47:614–29. \n(5) Sistare FD, Morton D, Alden C, Christensen J, Keller D, De Jonghe S et al. An analysis \nof pharmaceutical experience with decades of rat carcinogenicity testing: support for \na proposal to modify current regulatory guidelines. Toxicol Pathol 2011;39:716-44. \n(6) Alden CL, Lynn A, Bourdeau A, Morton D, Sistare FD, Kadambi VJ et al. A critical \nreview of the effectiveness of rodent pharmaceutical carcinogenesis testing in \npredicting for human risk. Vet Pathol 2011;48:772-84. \n(7) Friedrich A, Olejniczak K. Evaluation of carcinogenicity studies of medicinal \nproducts for human use authorised via the European centralised procedure (1995-\n2009). Reg Toxicol Pharmacol 2011;60:225-48. \n(8) Van der Laan JW, Kasper P, Lima BS, Jones DR, Pasanen M. Critical analysis of \ncarcinogenicity study outcomes. Relationship with pharmacological properties. Crit \nRev Toxicol 2016;46:587-614. \n(9) Van der Laan JW, Buitenhuis WHW, Wagenaar L, Soffers AEMF, Van Someren EP, \nKrul CAM et al. Prediction of the carcinogenic potential of human pharmaceuticals \nusing repeated dose toxicity data and their pharmacological properties. Frontiers in \nMedicine 2016;3:45. doi: 10.3389/fmed2016.00045 \n(10) Proposed Change to Rodent Carcinogenicity Testing of Pharmaceuticals –   \nRegulatory \nNotice \nDocument. \nICH, \n2016. \nURL: \nhttps://database.ich.org/sites/default/files/S1%28R1%29_EWG_RND.pdf \n(last \naccessed 31 May 2022) \n(11) The ICHS1 Regulatory Testing Paradigm of Carcinogenicity in Rats - Status Report \nIntroduction Background: The RND Hypothesis and the Prospective Evaluation \nStudy. \nICH, \n2016. \nURL: \nhttps://database.ich.org/sites/default/files/S1%28R1%29%20EWG_StatusReport_M\nar2016.pdf. (last accessed 31 May 2022) \n(12) The ICHS1 Regulatory Testing Paradigm of Carcinogenicity in Rats: Status Report \nDecember \n2017. \nICH, \n2017. \nURL: \nhttps://database.ich.org/sites/default/files/S1%28R1%29%20EWG_StatusReport_De\nc2017.pdf. (last accessed 31 May 2022) \n(13) The ICHS1 Regulatory Testing Paradigm of Carcinogenicity in Rats: Status Report \n2019. \nICH, \n2019. \nURL: \nhttps://database.ich.org/sites/default/files/S1_StatusReport_2019_0802.pdf. \n(last \naccessed 31 May 2022) \n(14) The ICHS1 Regulatory Testing Paradigm of Carcinogenicity in Rats: Status Report \n2021. \nICH, \n2021. \nURL: \nhttps://database.ich.org/sites/default/files/S1_StatusReport_2021_0823.pdf. \n(last \naccessed 31 May 2022) \n(15) Hisada S, Tsubota K, Inoue K, Yamada H, Ikeda T, Sistare FD. Survey of tumorigenic \nsensitivity in 6-month rasH2-Tg mice studies compared with 2-year rodent assays. J \nToxicol Pathol 2022;35:53–73. \n(16) Bugelski PJ, Volk A, Walker MA, Krayer JH, Martin P, Descotes J. Critical review of \npreclinical approaches to evaluate the potential of immunosuppressive drugs to \ninfluence human neoplasia. Int J Toxicol 2010;29:435-66.  \n(17) Lebrec H, Brennan FR, Haggerty H, Herzyk D, Kamperschroer C, Maier CC et al. \nHESI/FDA workshop on immunomodulators and cancer risk assessment: Building \nblocks for a weight-of-evidence approach. Reg Toxicol Pharmacol 2016;75: 72-80. \n \n \n\n\n[Page 30]\n27 \n付録：証拠の重み付けに基づくアプローチを適用した事例研究 \n \n序文 \n \nICH S1 前向き評価研究の結果の1 つとして、以下のWoE 特性を持つ事例は、2 年間ラッ\nト試験の結果がヒトの発がん性リスク評価に貢献しないとする結論を支持する可能性が\nより高いとの認識が示された。 \n \n標的の生物学的特性は十分に解明されており、ヒトの発がんに関与することが知\nられている細胞経路とは関連しない。しばしば、医薬品の標的は非哺乳類（例：\nウイルス、微生物）であり、その薬理学的な薬物クラスのがん原性データが利用\n可能であった。 \n \n医薬品のオフターゲット作用の検討を目的とした副次的薬理作用について懸念が\n特定されない。 \n \n慢性毒性試験での結果において、発症機序やヒトへの外挿性に関する適切な説明\nのできない過形成、肥大、異型細胞変化、または変性／再生性変化は認められ\nず、オンターゲットまたはオフターゲットの発がん懸念のないことが示唆される\nこと。 \n \n内分泌器官および生殖器官の変動が認められない、または観察された内分泌系の\n所見について潜在的なヒトへの外挿性に関して適切に説明されること。 \n \nICH S2(R1)の基準に基づき、遺伝毒性の総合評価は陰性と結論付けられる。 \n \n標的の生物学的特性および反復投与毒性試験に基づき、免疫調節または免疫毒性\nの証拠がないこと。 \n \nWoE アプローチの適用を説明するために、事例研究を示す。これらの事例は説明のみを\n目的として提示したものであり、規範を意図したものでも、WoE 評価を裏付けるデータ\nの充足性を示すことを意図したものでもない。事例1 および2 は、主要なWoE 要素が統\n合され、2 年間ラット試験がヒト発がんリスク評価に価値を付与しないことになるとい\nう結論に至った医薬品の例である。事例3 では、WoE 要素のデータをどのように統合し\nて、ヒトに対する発がん性が不確かであり、2 年間ラットがん原性試験がヒト発がんリ\nスク評価に価値を付与することになると結論付けたかについて説明している。事例4\nは、薬理学的クラス内の他の化合物について利用可能なデータがないにもかかわらず、\n2 年間ラットがん原性試験がヒト発がんリスク評価に寄与しないと結論付けられた医薬\n品について説明している。 \n \n \n \n \n\n\n[Page 31]\n28 \n事例1：ウイルス複製阻害剤 \n要約 \n前向きWoE 評価 \n \nラットおよびヒトの両種においてがん原性を示さない可能性が高いため、2 年間ラ\nット試験はヒトがん原性リスク評価に価値を付与しないと思われる。 \n \nこの化合物は高い曝露マージンで十分に検討され、いずれのWoE 要素についても\n懸念要因が特定されなかった。 \n \n2 年間ラット試験の結果  \n \n化合物に関連した発がん性所見なし。 \n \n裏付けとなるWoE 要素 \n標的の生物学的特性 \n \n非哺乳類（ウイルス）を標的としており、潜在的な哺乳類発がん経路の意図的な変\n化は除外される。 \n \n同じウイルス複製を標的とする他の化合物により実施された2 年間ラット試験で\nは、化合物に関連した発がん性所見なし。 \n \n副次的薬理作用 \n \n10 μM までの薬物濃度で、エストロゲン、アンドロゲン、グルココルチコイド受容\n体との相互作用がないことを含め、オフターゲットの相互作用を示す証拠がない。 \n \n慢性毒性試験の病理組織学的データ \nラット試験 \n \n吸収が飽和するヒト曝露量の31 倍までの用量を投与したWistar ラット慢性（6 ヵ\n月）毒性試験。 \n \n毒性試験で検査される標準的な器官/組織では、化合物に関連した病理組織学的所見\nは認められなかった。 \n \n非げっ歯類試験 \n \n非ヒト霊長類に慢性投与（9 ヵ月）すると、反応性好中球浸潤および再生性過形成を\n伴う胆管過形成および肝細胞肥大が認められた。これらの作用の無毒性量に対し\nて、ヒト曝露量の5 倍のマージンが確認された。 \n \nラットを用いた慢性毒性試験では同様の所見は認められなかったため、ラットを用\nいたさらなる評価では有用な情報は得られないと思われる。 \n \nホルモン作用 \n \n内分泌器官および生殖器官の重量および病理組織学的検査において、化合物に関連\nした所見は認められなかった。 \n \n遺伝毒性 \n \nS2(R1)の基準に基づく遺伝毒性の証拠はなかった。 \n \n免疫調節  \n \n臨床病理学的検査または免疫系組織（例：リンパ節、脾臓、胸腺、骨髄）の病理組\n織学的検査において、化合物に関連した変化は認められなかった。 \n \n追加の探索 \n \n利用可能なデータはなかった \n\n\n[Page 32]\n29 \n \n \n事例2：神経細胞G タンパク質共役受容体のアンタゴニスト \n要約 \n前向きWoE 評価 \n \nヒトとの関連性がないことを示すよく認識されている機序により、ヒトでは発が\nんがない可能性が高いが、ラットでは発がんの可能性が高いため、2 年間ラット試\n験はヒト発がんリスク評価に価値を付与しないと思われる。 \n \nげっ歯類に特異的な肝臓および甲状腺腫瘍の可能性が、ラット慢性毒性試験で観\n察された毒性およびその薬理学的クラスによる腫瘍発生の有無に基づき示され\nた。標的の薬理作用に起因するホルモン作用は、ヒトの数倍の高曝露量で発生\nし、ヒト発がんリスクとはみなされなかった。潜在的な発がんリスクであるフッ\n素症が、本化合物からのフッ化物の遊離により、ラットでは認められたが、本化\n合物からのフッ化物の遊離はヒトでは認められなかった。 \n \n2 年間ラット試験の結果  \n \n2 年間ラット試験では肝細胞肥大が認められたが、化合物に関連した発がん性所見\nは認められなかった。 \n \n裏付けとなるWoE 要素 \n標的の生物学的特性 \n \n脳の受容体発現が主であり、一部の末梢組織では低レベルで受容体が発現し、種間\nで同様。 \n \n受容体活性化は、視床下部の副腎皮質刺激ホルモン放出ホルモンの産生による2 次\n的な下垂体からの副腎皮質刺激ホルモン（ACTH）放出を増加させる。 \n \n標的をノックアウトしたマウスに発がん性に関連する所見は認めなかった。 \n \n同様の化合物を用いた2 年間ラット試験では、目的とする薬理学的標的に起因しう\nる発がん作用は特定されなかった（オフターゲット作用については副次的薬理作用\nの項を参照）。 \n \n副次的薬理作用  \n \n臨床最大用量におけるCmax より8 倍高いKi を示すあるオフターゲット受容体に対\nするアンタゴニスト相互結合作用を確認。オフターゲット受容体の既知の薬理作用\nは、腫瘍発現と関連しない。 \n \n甲状腺濾胞細胞腺腫／がんは、類似の化合物を用いた2 年間ラット試験において認\nめられ、甲状腺刺激ホルモンの増加を伴い、薬物代謝に関連するオフターゲット経\n路に起因していた。 \n \n慢性毒性試験の病理組織学的データ \nラット試験 \n \nヒト曝露量の50 倍から74 倍での肝肥大および臓器重量の増加。 \n \nヒト曝露量の170 倍から670 倍での甲状腺濾胞肥大の増加。 \n \n非げっ歯類試験  \n \nヒト曝露量の約230 倍での肝肥大および臓器重量の増加。 \n \nホルモン作用 \n \n薬物標的の阻害と一致した、ラットを用いた6 ヵ月試験における、ヒト曝露量の74\n倍超での病理組織学的相関を伴わない副腎重量の減少およびACTH 濃度の低下。 \n\n\n[Page 33]\n30 \n \nラットを用いた受胎能試験では、ヒト曝露量の60 倍で不規則な性周期および妊娠率\nの低下が認められ、ヒト曝露量の500 倍超では、黄体数、着床数および生存胚数の\n減少が認められた。薬物標的の阻害に伴う黄体ホルモンおよびゴナドトロピン放出\nの抑制に一致するとみなされた。 \n \nラットを用いた6 ヵ月試験では、生殖器重量および病理組織学的検査において投与\nに関連した変化は認められなかった。 \n \n遺伝毒性 \n \n親化合物またはヒト主要代謝物に、ICH S2(R1)の基準に基づく遺伝毒性の証拠はな\nかった。 \n \n免疫調節 \n \n臨床病理学的検査、リンパ球サブセットおよび免疫系組織（例：リンパ節、脾臓、\n胸腺、骨髄）の病理組織学的検査において、投与に関連した変化は認められなかっ\nた。 \n \n追加の探索 \n \nCYP1A2 およびCYP3A1 の誘導が示された。 \n \nラットにおける本化合物由来フッ化物の放出に関連した骨および歯のフッ素症は、\nヒトでは発生しないことが示された。 \n \n \n事例3：広範に発現するセリン／スレオニンキナーゼ阻害剤（新規標的）  \n要約 \n前向きWoE 評価 \n \nヒトに対する発がん性については不確かであり、2 年間ラットがん原性試験はヒト\n発がんリスク評価に価値を付与すると思われる。 \n \n発がん性に関する不確実性は、複雑な標的への薬理作用（例：細胞アポトーシス\n阻害）、薬物標的に前例がないこと、およびカニクイザルの同様な所見で支持さ\nれるラットの6 ヵ月間毒性試験における機序の説明が不十分な病理組織学的変化\nの懸念に基づくものである。サルの免疫毒性所見（すなわち、T 細胞依存性抗原\n反応の抑制）はヒト発がん性リスク評価に寄与したが、この所見について、ラッ\nトがん原性試験による新たな情報は期待されなかった。 \n \n2 年間ラット試験の結果 \n \n雌雄ともに下垂体腫瘍の発生率の上昇、致死率の上昇、および腫瘍発現までの期\n間短縮が認められ、標的の薬理作用に起因すると考えられる。2 年間ラット試験の\n結果は、総合的なヒト発がんリスク評価に寄与した。 \n \n \n \n\n\n[Page 34]\n31 \n裏付けとなるWoE 要素 \n標的の生物学的特性 \n \n炎症性の酸化ストレスによる標的の活性化は、細胞のアポトーシスを促進し細胞増\n殖の制御に関連する。標的の阻害はアポトーシスのシグナル伝達を抑制し、細胞増\n殖に影響するため、理論的にはがんの増殖を促進する。 \n \n薬物標的は、動物モデルにおいて、発がんの促進および抑制の両方で、がん発生に\nおける組織依存的な役割を示す。 \n \n2 年間げっ歯類試験および6 ヵ月間のトランスジェニックマウス試験による、標的の\n阻害による腫瘍発生の有無に関するデータは得られていない。 \n \n慢性毒性試験の病理組織学的データ \nラット試験  \n \nヒト曝露量の14 倍で、腎臓の好塩基性尿細管、好酸性滴状物および腎皮質の褐色色\n素の発現率および重症度の増加。病変のヒトへの外挿性については説明されなかっ\nた。  \n \nヒト曝露量の39 倍で非腺胃部の境界縁の慢性刺激性変化。病変のヒトへの外挿性に\nついては説明されなかった。 \n \n病理組織学的変化を伴わない肝重量増加。 \n \n非げっ歯類試験  \n \nサルでは、ヒト曝露量の12 倍の用量で消化管上皮の変性、壊死、反応性過形成、拡\n張、炎症および潰瘍が認められた。 \n \nヒト曝露量の12 倍で尿細管の変性／再生、壊死、拡張および空胞化の発現率上昇が\n認められた。 \n \nホルモン作用 \n \nヒト曝露量の17 倍でラットに副腎重量増加および皮質肥大。病変のヒトへの外挿性\nについては説明されなかった。 \n \n遺伝毒性 \n \n親化合物またはヒト主要代謝物に、ICH S2(R1)の基準に基づく遺伝毒性の証拠はな\nかった。 \n \n免疫調節 \n \nサルでは、T 細胞依存性抗原反応の抑制が生じたが、ナチュラルキラー細胞の細胞\n毒性および顆粒球の機能に対する影響は認められなかった。 \n \nヒト曝露量の12 倍で脾臓、胸腺、リンパ節におけるリンパ系細胞の減少が認められ\nた。 \n \n追加の探索 \n \n肝酵素CYP1A、CYP3A およびCYP2B の増加が認められた。 \n \n \n \n \n\n\n[Page 35]\n32 \n事例4：プロスタグランジン受容体阻害剤（新規標的） \n要約 \n前向きWoE 評価 \n \nラットおよびヒトの両種において発がん性を示さない可能性が高いため、2 年間ラ\nット試験はヒト発がんリスク評価に価値を付与しないと思われる。 \n \n薬物標的はがん発生の役割に関連せず、ヒト曝露マージンの50 倍超での6 ヵ月間\nのラット試験において、病理組織学的所見は認められなかった。副次的薬理作用\nにおいても、本化合物の高い標的選択性が示された。 \n \n2 年間ラット試験の結果 \n \n化合物に関連した発がん性所見なし。 \n \n裏付けとなるWoE 要素 \n標的の生物学的特性 \n \n自然免疫細胞上での受容体の活性化はアレルギー性炎症反応と関連し、得られてい\nるデータからは、発がんに果たす役割は示唆されていない。 \n \n薬物標的を欠くノックアウトマウスを1 年間観察した結果、組織学的な異常や免疫\n機能に対する影響は認められなかった。 \n \n副次的薬理作用  \n \n化合物は、同じクラスの他の受容体および炎症反応に関与する他の受容体のサブセ\nットと比較して、薬物標的に対して少なくとも300 倍以上の選択性を示した。 \n \n種々の受容体、イオンチャネル、トランスポーターおよび酵素のスクリーニングに\nおいて、化合物は当該薬物標的に対して2000 倍以上の選択性を示した。 \n \n慢性毒性試験の病理組織学的データ \nラット試験 \n \n検討した最高用量（ヒト曝露量の約54 倍）では、いずれの臓器および組織において\nも増殖性変化は認められなかった。 \n \n非げっ歯類試験 \n \n最長39 週間の反復投与毒性試験では、検討した最高用量（ヒト曝露量の約45 倍）\nで、いずれの臓器および組織においても増殖性変化は認められなかった。 \n \nホルモン作用 \n \n内分泌器官および生殖器官の重量および病理組織学的検査において、化合物に関連\nした所見は認められなかった。 \n \n遺伝毒性 \n \nICH S2(R1)の基準に基づく遺伝毒性の証拠はなかった。 \n \n免疫調節 \n \n6 ヵ月間ラット毒性試験では、検討した最高用量（ヒト曝露量の約54 倍）で、免疫\n機能（T 細胞依存性抗体反応アッセイを含む）に対する作用およびリンパ球サブセ\nットに対する有害作用は認められなかった。 \n \n追加の探索 \n \n利用可能なデータはなかった。 \n"
    },
    {
      "file_name": "舶用アンモニア機関の開発と実船実証.pdf",
      "file_path": "C:\\work\\RAG\\Jargon\\input\\舶用アンモニア機関の開発と実船実証.pdf",
      "file_type": "PDF",
      "file_size": 1489297,
      "modified_time": "2025-09-11T22:53:36.674688",
      "processed_time": "2025-09-11T23:31:38.750247",
      "content_hash": "e9598ec07976fa07",
      "text_length": 5140,
      "text": "[Page 1]\n2\nIHI 技報　Vol.65  No.1 ( 2025 )\n株式会社 IHI 原動機\n舶用アンモニア機関の開発と\n実船実証\n世界初の商業用アンモニア燃料船が就航\n株式会社IHI 原動機は，アンモニア燃料レシプロエンジンを開発し，温室効果ガス ( GHG ) の排出量を90％以上削\n減した．これによって，国際海事機関の定めるGHG 削減率の2040 年目標値を達成することができた．また，安全\nに安定してアンモニア燃料で運転できることを実証した．\nはじめに\n株式会社IHI 原動機 ( IPS ) では，アンモニアを燃料\nとする4 ストロークレシプロエンジンの開発・製造を\n行っている．アンモニア燃料は，燃焼時に二酸化炭素 \n( CO2 ) を排出せず水素に比べて単位体積当たりの発\n熱量が高いなどの観点から，海運業界の温室効果ガス \n( GHG ) 削減燃料として他の代替燃料に比べて高く注\n目されている．具体的には，国際海事機関 ( International \nMaritime Organization：IMO ) が掲げる，GHG 削減目\n標（2008 年比で2040 年までに70％以上，2050 年ごろ\nまでにGHG 排出ゼロ）の対策としても有効な燃料の\n一つとして挙げられている．IHI グループでは，アン\nモニアの製造，貯蔵，輸送，活用といったバリュー\nチェーン全体にわたるカーボンニュートラルの実現に\n注力しており，その中でIPS は船舶業界における活\n用の一端を担っている．IPS では，国立研究開発法人\n新エネルギー・産業技術総合開発機構 ( NEDO ) のグ\nリーンイノベーション ( GI ) 基金内のアンモニア燃料\n国産エンジン搭載船舶の開発のコンソーシアムに参加\nしている．そこでは，アンモニア燃料タグボート向け\nの推進用エンジン（2024 年就航）および，アンモニ\nア燃料アンモニア輸送船（2026 年就航予定）向けの\n発電用エンジンの開発を行っている．\nアンモニア燃料エンジン ( 6L28ADF )\n\n\n[Page 2]\n3\nIHI 技報　Vol.65  No.1 ( 2025 )\n新たな価値を創る技術開発への挑戦\n本開発ではGHG 削減率の目標を50％に設定し，その\nときの混焼率は80％以上，N2O 排出量は100 ppm 以\n下とした．\nアンモニアは微量でも人体にとって有毒であり，人\nが刺激臭を感知する濃度は5 ～ 53 ppm とされてい\nる．また，公益社団法人日本産業衛生学会が定める曝\n露限界濃度は25 ppm であり，機関室内などエンジン\n周囲で人が立ち入る可能性がある場所は25 ppm 以下\nに保つ必要がある．なお，曝露限界濃度とは，作業員\nに健康上の悪い影響が見られないと判断される濃度で\nある．アンモニア燃料のエンジンへの供給について\nは，配管接合部からの漏えいを想定して既存のガスエ\nンジンと同様に二重壁管構造としている．エンジンに\n供給されたアンモニアガスは，燃焼後排気されるが，\n未燃分を含む燃焼ガスの一部はピストンリングの隙間\nからクランクケース内へ流入（ブローバイガス）す\nる．クランクケースの空間はカムケースから動弁装置\nを介してシリンダヘッドまでつながっており，エンジ\nアンモニア燃料の燃焼特性と着火方式\nアンモニアをレシプロエンジンの燃料として使用す\nるためには，アンモニアが有する特性を考慮して燃焼\n室内で適切な着火，燃焼条件を整える必要がある．ア\nンモニア燃料は，ディーゼル燃料やメタンに比べて燃\n焼速度が遅く，最小点火エネルギーも大きいためレシ\nプロエンジンに適用するには工夫が必要である．自着\n火温度が高いことから着火がしにくい一方で，ノッキ\nング耐性は高い燃料といえる．そこで，ガスエンジン\nの着火方式の中で最もエネルギーが高く，確実な燃焼\nを実現できるマイクロパイロット方式を採用した．燃\n焼室に形成されたアンモニア予混合気に向けて少量の\nディーゼル燃料を噴射して多点同時的に着火させるこ\nとで，短時間で燃焼を完了させるコンセプトである．\n開発目標\nアンモニア燃料の使用によってIMO が規定する\nGHG 削減率を達成することは可能であるが，そのた\nめには，炭化水素を含む液体（マイクロパイロット）\n燃料の使用量削減および温室効果の大きい亜酸化窒素 \n( N2O ) 排出量の低減が必要である．\n混焼率（燃料全部の投入熱量に対するアンモニア\n燃料熱量の割合）が大きいほどGHG 削減率は高くな\nるが，一方でアンモニア燃料の燃焼によってN2O 排\n出量が増加するとGHG 削減効果は低減してしまう．\nN2O はCO2 に対して265 倍の温室効果を持つため，\n少量のN2O 排出でもGHG 削減率は大幅に悪化する．\n項　　　　目\n単　位\nディーゼル\nメタン\nアンモニア\n発\n熱\n量\nMJ/kg\n42.7\n50.0\n18.6\n密\n度（液）\nkg/m3\n840\n460\n670\n理論空燃比\nkg/kg\n14.7\n17.4\n6.1\n最小点火\nエネルギー\nmJ\n0.24\n0.28\n170.00\n自着火温度\n℃\n250\n537\n630\n可燃範囲\nvol％\n0.7 ～8.1\n4.6 ～14.6\n15.0 ～28.0\n火炎伝播速度\ncm/s\n74.0\n37.0\n7.0\n沸\n点\n℃\n約180\n−161.5\n−33.0\nディーゼル，メタン，アンモニア燃料の物性値\nアンモニア燃料レシプロエンジンの各工程\n① 給気工程\n② 圧縮工程\n③ 燃焼工程\n④ 膨張工程\n空気 + アンモニア\n予混合気\n空気 + アンモニア\n空   気\n排   気\nガス燃料噴射弁\nアンモニア\nガス燃料噴射弁\nアンモニア\nガス燃料噴射弁\nアンモニア\nマイクロ\nパイロット\nガス燃料噴射弁\nアンモニア\n\n\n[Page 3]\n4\nIHI 技報　Vol.65  No.1 ( 2025 )\n株式会社 IHI 原動機\nン運転時には機関室内との圧力差によってエンジンか\nら僅かにアンモニアガスが流出する可能性がある．そ\nのため，排気ファンを備えたオイルミストセパレータ\n（換気システム）を設置してクランクケース内を常時\n負圧に制御することで，エンジン内から周囲にアンモ\nニアガスが漏れないようにしている．\n既存の液化天然ガス ( LNG ) とのデュアルフューエ\nルエンジンに対して圧縮比の増加，吸排気系の最適\n化，燃料ガス系統の最適化などの改造を施すことで，\nアンモニア燃料タグボート向けのエンジン ( 6L28ADF ) \nを実現させた．\nエンジン試験結果\n舶用機関としてのテストサイクル（E3 モード）に\nおける，アンモニア燃料運転時（アンモニアモード）\nの混焼率は最大で95％以上を実現することができた．\nアンモニアガスを着火させるために，一定量のマイク\nロパイロット燃料が必要となるため，エンジン出力の\n低下に伴い混焼率は低下する．\n項　　　　　　目\n単　位\n諸　　　　　　元\n型\n式\n－\n6L28ADF\nシリンダ径\nmm\n280\nストローク長\nmm\n390\nシリンダ数\n－\n6\n定格回転数\nmin−1\n750\n定\n格\n出\n力\nkW\n1,618\n正味平均有効圧力\nMPa\n1.8\n排出ガス規制\n－\nIMO NOx 2 次規制（ディーゼルモード）\nIMO NOx 3 次規制（アンモニアモード）\nアンモニア燃料レシプロエンジン ( 6L28ADF ) の諸元\n混焼率およびN2O 排出量に対するGHG 削減率\n0\n20\n40\nN2O  ( ppm )\n混焼率  （％）\n120\n60\n140\n80\n160\n100\n180\n200\n0\n40\n80\n70\n60\n50\n30\n20\n10\n100\n90\n0％\n40％\n80％\n70％\n60％\n50％\n30％\n20％\n10％ GHG Reduction\n−40％\n−50％\n−30％\n−20％\n−10％\n90％\nさらなるGHG 削減\n目標値\n25\n50\n75\nエンジン負荷率  （％）\n混焼率  （％）\n100\n80\n85\n90\n95\n100\nE3 モードにおけるアンモニア燃料の混焼率\n1. 吸  入\n2. 圧  縮\n3. 燃焼・膨張\n4. 排  気\n着火用インジェクター\n排  気\nアンモニア\n給  気\n：アンモニア移動経路\n：A エリア\n　（ クランクケース，シリンダヘッド ）\n：B エリア\n　（ 給気ポート，給気トランク ）\n：C エリア（ 排気ポート，排気管 ）\n想定されるアンモニア燃料の滞留箇所\n25\n50\n75\nエンジン負荷率  （％）\nGHG 削減率  （％）\n100\n80\n85\n90\n95\n100\nE3 モードにおけるGHG 削減率\n\n\n[Page 4]\n5\nIHI 技報　Vol.65  No.1 ( 2025 )\n新たな価値を創る技術開発への挑戦\nなお，アンモニア燃焼によるN2O 発生量を考慮し\nたGHG 削減率は最大で90％以上を実現することが\nできており，IMO が掲げる2040 年の目標を十分達成\nできることが分かった．本エンジンは，アンモニア\nモードでIMO によるNOx（窒素酸化物）排出率の\n3 次規制を達成することができ，同時にアンモニア燃\n料を使用したエンジンとして世界初となる一般財団法\n人日本海事協会の型式承認を取得している．\nエンジン周囲のアンモニアガスおよび臭気\nアンモニアモードで運転中の各部のアンモニア濃度\nについて評価したところ，クランクケース内のアンモ\nニア濃度はブローバイガスにより最大で数 vol％程度\nに達するが，エンジン周囲のアンモニア濃度は0 ppm\nでありアンモニア臭も確認できなかったことから，換\n気システムは有効な手段といえる．\nフィールド実証試験\n2024 年1 月に2 基のアンモニア燃料エンジンを造船\n所に納入し，タグボートに搭載された．既存のLNG 燃\n料タグボート「魁（さきがけ）」を，アンモニア燃料\nエンジンおよびアンモニア燃料システムに対応するよ\nうに改造した．アンモニア燃料タグボートは，2024 年\n8 月23 日に船主へ引き渡され，世界初の商業用アンモ\nニア燃料船となった．\n竣工後に世界初となる実運航中の実証試験・解析を\n行い，重油使用時と比較して最大約95％のGHG 削減\n率を達成した．フィールドでの実証試験を重ねていく\nとともに，そこで得た知見を次の発電機エンジンの開\n発に活かしていく．\nアンモニア燃料エンジン開発の成果と展望\nIHI 原動機は，海事クラスターのGHG 削減に対応\nすべく世界初となる舶用アンモニアエンジンを開発\nし，以下の成果を得ることができた．\n( 1 ) 舶用アンモニアエンジン ( 6L28ADF ) の日本海事\n協会の型式承認を取得するとともに，アンモニ\nアモードでIMO NOx の3 次規制をクリアでき\nた．\n( 2 ) アンモニア燃料における最大混焼率は95％以上を\n達成し，そのときのGHG 削減率は最大で90％以\n上を実現できた．これによりIMO が目標に掲げる\n2040 年のGHG 削減率70％以上を達成できた．\n( 3 ) 世界初となる商業用のアンモニア燃料船の実船\nでの実証試験を行うことができた．\n今後はアンモニア燃料タグボートに搭載されたエン\nジンの実証運航で得られる技術課題の改善を行ってい\nくとともに，アンモニア燃料アンモニア輸送船の開発\nにこれまで得られた知見を反映していく．最後に，本\n開発を通じて，2050 年カーボンニュートラルへの道\n筋をつけ，舶用産業分野におけるGHG 排出削減に貢\n献し，日本の海事クラスターの国際競争力強化に寄与\nしてゆく．\nC エリア\n・最大12,000 ppm （ 触媒前 ）\n・触媒後は約0 ppm\nB エリア\n・0 ppm\nD エリア\n・0 ppm，アンモニア臭なし\nA エリア\n・数vol％\n   （ クランクケース換気システム付 ）\n（ 注 ） \nLO：潤滑油\n：A エリア\n　（ クランクケース，シリンダヘッド ）\n：B エリア\n　（ 給気ポート，給気トランク ）\n：C エリア\n　（ 排気ポート，排気管，触媒前 ）\n：D エリア（ エンジン周囲 ）\nエンジン運転中のエンジン周辺におけるアンモニア濃度\nアンモニア燃料タグボート「魁」（提供：日本郵船株式会社）\n"
    }
  ]
}